{
	"application": {
		"title": "<p>Alice was beginning to get very tired of sitting by her sister on the bank, and of having nothing to do: once or twice she had peeped into the book her sister wasreading, but it had no pictures or conversations in it, “and what is the use of a book,” thought Alice “without pictures or conversations?”</p>",
		"text": "<p>So she was considering in her own mind (as well as she could, for the hot day made her feel very sleepy and stupid), whether the pleasure of making a daisy-chainwould be worth the trouble of getting up and picking the daisies, when suddenly a White Rabbit with pink eyes ran close by her.</p>\n<p>There was nothing so <i>very</i> remarkable in that; nor did Alice think it so<i>very</i> much out of the way to hear the Rabbit say to itself, “Oh dear! Oh dear! I shall be late!” (when she thought it over afterwards, it occurred to her thatshe ought to have wondered at this, but at the time it all seemed quite natural); but when the Rabbit actually <i>took a watch out of its waistcoat-pocket</i>, andlooked at it, and then hurried on, Alice started to her feet, for it flashed across her mind that she had never before seen a rabbit with either a waistcoat-pocket,or a watch to take out of it, and burning with curiosity, she ran across the field after it, and fortunately was just in time to see it pop down a large rabbit-holeunder the hedge.</p>\n<p>In another moment down went Alice after it, never once considering how in the world she was to get out again.</p>\n<p>The rabbit-hole went straight on like a tunnel for some way, and then dipped suddenly down, so suddenly that Alice had not a moment to think about stopping herselfbefore she found herself falling down a very deep well.</p>\n<p>Either the well was very deep, or she fell very slowly, for she had plenty of time as she went down to look about her and to wonder what was going to happen next.First, she tried to look down and make out what she was coming to, but it was too dark to see anything; then she looked at the sides of the well, and noticed thatthey were filled with cupboards and book-shelves; here and there she saw maps and pictures hung upon pegs. She took down a jar from one of the shelves as shepassed; it was labelled “ORANGE MARMALADE”, but to her great disappointment it was empty: she did not like to drop the jar for fear of killing somebody underneath,so managed to put it into one of the cupboards as she fell past it.</p>",
		"links": [
			"association2",
			"association",
			"magazine",
			"hat",
			"manufacturer"
		]
	},
	"application2": {
		"title": "<p>Down, down, down. Would the fall <i>never</i> come to an end? “I wonder how many miles I’ve fallen by this time?” she said aloud. “I must be getting somewhere nearthe centre of the earth. Let me see: that would be four thousand miles down, I think—” (for, you see, Alice had learnt several things of this sort in her lessons inthe schoolroom, and though this was not a <i>very</i>good opportunity for showing off her knowledge, as there was no one to listen to her, still it was good practice to say it over) “—yes, that’s about the rightdistance—but then I wonder what Latitude or Longitude I’ve got to?” (Alice had no idea what Latitude was, or Longitude either, but thought they were nice grandwords to say.)</p>",
		"text": "<p>Presently she began again. “I wonder if I shall fall right <i>through</i> the earth! How funny it’ll seem to come out among the people that walk with their headsdownward! The Antipathies, I think—” (she was rather glad there<i>was</i> no one listening, this time, as it didn’t sound at all the right word) “—but I shall have to ask them what the name of the country is, you know. Please,Ma’am, is this New Zealand or Australia?” (and she tried to curtsey as she spoke—fancy <i>curtseying</i> as you’re falling through the air! Do you think you couldmanage it?) “And what an ignorant little girl she’ll think me for asking! No, it’ll never do to ask: perhaps I shall see it written up somewhere.”</p>\n<p>Down, down, down. There was nothing else to do, so Alice soon began talking again. “Dinah’ll miss me very much to-night, I should think!” (Dinah was the cat.) “Ihope they’ll remember her saucer of milk at tea-time. Dinah my dear! I wish you were down here with me! There are no mice in the air, I’m afraid, but you mightcatch a bat, and that’s very like a mouse, you know. But do cats eat bats, I wonder?” And here Alice began to get rather sleepy, and went on saying to herself, in adreamy sort of way, “Do cats eat bats? Do cats eat bats?” and sometimes, “Do bats eat cats?” for, you see, as she couldn’t answer either question, it didn’t muchmatter which way she put it. She felt that she was dozing off, and had just begun to dream that she was walking hand in hand with Dinah, and saying to her veryearnestly, “Now, Dinah, tell me the truth: did you ever eat a bat?” when suddenly, thump! thump! down she came upon a heap of sticks and dry leaves, and the fallwas over.</p>\n<p>Alice was not a bit hurt, and she jumped up on to her feet in a moment: she looked up, but it was all dark overhead; before her was another long passage, and theWhite Rabbit was still in sight, hurrying down it. There was not a moment to be lost: away went Alice like the wind, and was just in time to hear it say, as itturned a corner, “Oh my ears and whiskers, how late it’s getting!” She was close behind it when she turned the corner, but the Rabbit was no longer to be seen: shefound herself in a long, low hall, which was lit up by a row of lamps hanging from the roof.</p>\n<p>There were doors all round the hall, but they were all locked; and when Alice had been all the way down one side and up the other, trying every door, she walkedsadly down the middle, wondering how she was ever to get out again.</p>\n<p>Suddenly she came upon a little three-legged table, all made of solid glass; there was nothing on it except a tiny golden key, and Alice’s first thought was that itmight belong to one of the doors of the hall; but, alas! either the locks were too large, or the key was too small, but at any rate it would not open any of them.However, on the second time round, she came upon a low curtain she had not noticed before, and behind it was a little door about fifteen inches high: she tried thelittle golden key in the lock, and to her great delight it fitted!</p>",
		"links": [
			"intention2",
			"collection",
			"instruction",
			"feedback",
			"definition2"
		]
	},
	"association": {
		"title": "<p>There seemed to be no use in waiting by the little door, so she went back to the table, half hoping she might find another key on it, or at any rate a book of rulesfor shutting people up like telescopes: this time she found a little bottle on it, (“which certainly was not here before,” said Alice,) and round the neck of thebottle was a paper label, with the words “DRINK ME,” beautifully printed on it in large letters.</p>",
		"text": "<p>It was all very well to say “Drink me,” but the wise little Alice was not going to do <i>that</i> in a hurry. “No, I’ll look first,” she said, “and see whether it’smarked ‘<i>poison</i>’ or not”; for she had read several nice little histories about children who had got burnt, and eaten up by wild beasts and other unpleasantthings, all because they <i>would</i> not remember the simple rules their friends had taught them: such as, that a red-hot poker will burn you if you hold it toolong; and that if you cut your finger <i>very</i> deeply with a knife, it usually bleeds; and she had never forgotten that, if you drink much from a bottle marked“poison,” it is almost certain to disagree with you, sooner or later.</p>\n<p>However, this bottle was <i>not</i> marked “poison,” so Alice ventured to taste it, and finding it very nice, (it had, in fact, a sort of mixed flavour ofcherry-tart, custard, pine-apple, roast turkey, toffee, and hot buttered toast,) she very soon finished it off.</p>\n<p>“What a curious feeling!” said Alice; “I must be shutting up like a telescope.”</p>\n<p>And so it was indeed: she was now only ten inches high, and her face brightened up at the thought that she was now the right size for going through the little doorinto that lovely garden. First, however, she waited for a few minutes to see if she was going to shrink any further: she felt a little nervous about this; “for itmight end, you know,” said Alice to herself, “in my going out altogether, like a candle. I wonder what I should be like then?” And she tried to fancy what the flameof a candle is like after the candle is blown out, for she could not remember ever having seen such a thing.</p>\n<p>After a while, finding that nothing more happened, she decided on going into the garden at once; but, alas for poor Alice! when she got to the door, she found shehad forgotten the little golden key, and when she went back to the table for it, she found she could not possibly reach it: she could see it quite plainly throughthe glass, and she tried her best to climb up one of the legs of the table, but it was too slippery; and when she had tired herself out with trying, the poor littlething sat down and cried.</p>",
		"links": [
			"cancer2",
			"desk2",
			"committee2",
			"definition",
			"combination"
		]
	},
	"association2": {
		"title": "<p>Soon her eye fell on a little glass box that was lying under the table: she opened it, and found in it a very small cake, on which the words “EAT ME” werebeautifully marked in currants. “Well, I’ll eat it,” said Alice, “and if it makes me grow larger, I can reach the key; and if it makes me grow smaller, I can creepunder the door; so either way I’ll get into the garden, and I don’t care which happens!”</p>",
		"text": "<p>She ate a little bit, and said anxiously to herself, “Which way? Which way?”, holding her hand on the top of her head to feel which way it was growing, and she wasquite surprised to find that she remained the same size: to be sure, this generally happens when one eats cake, but Alice had got so much into the way of expectingnothing but out-of-the-way things to happen, that it seemed quite dull and stupid for life to go on in the common way.</p>\n<p>So she set to work, and very soon finished off the cake.</p>\n<p>“Curiouser and curiouser!” cried Alice (she was so much surprised, that for the moment she quite forgot how to speak good English); “now I’m opening out like thelargest telescope that ever was! Good-bye, feet!” (for when she looked down at her feet, they seemed to be almost out of sight, they were getting so far off). “Oh,my poor little feet, I wonder who will put on your shoes and stockings for you now, dears? I’m sure <i>I</i> shan’t be able! I shall be a great deal too far off totrouble myself about you: you must manage the best way you can;—but I must be kind to them,” thought Alice, “or perhaps they won’t walk the way I want to go! Let mesee: I’ll give them a new pair of boots every Christmas.”</p>\n<p>And she went on planning to herself how she would manage it. “They must go by the carrier,” she thought; “and how funny it’ll seem, sending presents to one’s ownfeet! And how odd the directions will look!</p>\n<p class=\"noindent\">Oh dear, what nonsense I’m talking!”</p>",
		"links": [
			"nature2",
			"guidance",
			"event2",
			"combination",
			"economics"
		]
	},
	"atmosphere": {
		"title": "<p>Poor Alice! It was as much as she could do, lying down on one side, to look through into the garden with one eye; but to get through was more hopeless than ever:she sat down and began to cry again.</p>",
		"text": "<p>“You ought to be ashamed of yourself,” said Alice, “a great girl like you,” (she might well say this), “to go on crying in this way! Stop this moment, I tell you!”But she went on all the same, shedding gallons of tears, until there was a large pool all round her, about four inches deep and reaching half down the hall.</p>\n<p>After a time she heard a little pattering of feet in the distance, and she hastily dried her eyes to see what was coming. It was the White Rabbit returning,splendidly dressed, with a pair of white kid gloves in one hand and a large fan in the other: he came trotting along in a great hurry, muttering to himself as hecame, “Oh! the Duchess, the Duchess! Oh! won’t she be savage if I’ve kept her waiting!” Alice felt so desperate that she was ready to ask help of any one; so, whenthe Rabbit came near her, she began, in a low, timid voice, “If you please, sir—” The Rabbit started violently, dropped the white kid gloves and the fan, andskurried away into the darkness as hard as he could go.</p>\n<p>Alice took up the fan and gloves, and, as the hall was very hot, she kept fanning herself all the time she went on talking: “Dear, dear! How queer everything isto-day! And yesterday things went on just as usual. I wonder if I’ve been changed in the night? Let me think: was I the same when I got up this morning? I almostthink I can remember feeling a little different. But if I’m not the same, the next question is, Who in the world am I? Ah, <i>that’s</i>the great puzzle!” And she began thinking over all the children she knew that were of the same age as herself, to see if she could have been changed for any ofthem.</p>\n<p>“I’m sure I’m not Ada,” she said, “for her hair goes in such long ringlets, and mine doesn’t go in ringlets at all; and I’m sure I can’t be Mabel, for I know allsorts of things, and she, oh! she knows such a very little! Besides,<i>she’s</i> she, and <i>I’m</i> I, and—oh dear, how puzzling it all is! I’ll try if I know all the things I used to know. Let me see: four times five is twelve,and four times six is thirteen, and four times seven is—oh dear! I shall never get to twenty at that rate! However, the Multiplication Table doesn’t signify: let’stry Geography. London is the capital of Paris, and Paris is the capital of Rome, and Rome—no, <i>that’s</i> all wrong, I’m certain! I must have been changed forMabel! I’ll try and say ‘<i>How doth the little</i>—’” and she crossed her hands on her lap as if she were saying lessons, and began to repeat it, but her voicesounded hoarse and strange, and the words did not come the same as they used to do:—</p>\n<p class=\"poem\">“How doth the little crocodile<br>&nbsp;&nbsp;&nbsp;&nbsp;Improve his shining tail,<br>And pour the waters of the Nile<br>&nbsp;&nbsp;&nbsp;&nbsp;On every golden scale!<br><br>“How cheerfully he seems to grin,<br>&nbsp;&nbsp;&nbsp;&nbsp;How neatly spread his claws,<br>And welcome little fishes in<br>&nbsp;&nbsp;&nbsp;&nbsp;With gently smiling jaws!”</p>",
		"links": [
			"friendship2",
			"instruction2",
			"pie",
			"engineering",
			"blood"
		]
	},
	"atmosphere2": {
		"title": "<p>As she said this she looked down at her hands, and was surprised to see that she had put on one of the Rabbit’s little white kid gloves while she was talking. “How<i>can</i> I have done that?” she thought. “I must be growing small again.” She got up and went to the table to measure herself by it, and found that, as nearly asshe could guess, she was now about two feet high, and was going on shrinking rapidly: she soon found out that the cause of this was the fan she was holding, and shedropped it hastily, just in time to avoid shrinking away altogether.</p>",
		"text": "<p>“That <i>was</i> a narrow escape!” said Alice, a good deal frightened at the sudden change, but very glad to find herself still in existence; “and now for thegarden!” and she ran with all speed back to the little door: but, alas! the little door was shut again, and the little golden key was lying on the glass table asbefore, “and things are worse than ever,” thought the poor child, “for I never was so small as this before, never! And I declare it’s too bad, that it is!”</p>\n<p>As she said these words her foot slipped, and in another moment, splash! she was up to her chin in salt water. Her first idea was that she had somehow fallen intothe sea, “and in that case I can go back by railway,” she said to herself. (Alice had been to the seaside once in her life, and had come to the general conclusion,that wherever you go to on the English coast you find a number of bathing machines in the sea, some children digging in the sand with wooden spades, then a row oflodging houses, and behind them a railway station.) However, she soon made out that she was in the pool of tears which she had wept when she was nine feet high.</p>\n<p>“I wish I hadn’t cried so much!” said Alice, as she swam about, trying to find her way out. “I shall be punished for it now, I suppose, by being drowned in my owntears! That <i>will</i> be a queer thing, to be sure! However, everything is queer to-day.”</p>\n<p>Just then she heard something splashing about in the pool a little way off, and she swam nearer to make out what it was: at first she thought it must be a walrus orhippopotamus, but then she remembered how small she was now, and she soon made out that it was only a mouse that had slipped in like herself.</p>\n<p>“Would it be of any use, now,” thought Alice, “to speak to this mouse? Everything is so out-of-the-way down here, that I should think very likely it can talk: atany rate, there’s no harm in trying.” So she began: “O Mouse, do you know the way out of this pool? I am very tired of swimming about here, O Mouse!” (Alice thoughtthis must be the right way of speaking to a mouse: she had never done such a thing before, but she remembered having seen in her brother’s Latin Grammar, “Amouse—of a mouse—to a mouse—a mouse—O mouse!”) The Mouse looked at her rather inquisitively, and seemed to her to wink with one of its little eyes, but it saidnothing.</p>",
		"links": [
			"phone",
			"instruction2",
			"lake2",
			"music2",
			"medicine2"
		]
	},
	"blood": {
		"title": "<p>“Not like cats!” cried the Mouse, in a shrill, passionate voice. “Would<i>you</i> like cats if you were me?”</p>",
		"text": "<p>“Well, perhaps not,” said Alice in a soothing tone: “don’t be angry about it. And yet I wish I could show you our cat Dinah: I think you’d take a fancy to cats ifyou could only see her. She is such a dear quiet thing,” Alice went on, half to herself, as she swam lazily about in the pool, “and she sits purring so nicely bythe fire, licking her paws and washing her face—and she is such a nice soft thing to nurse—and she’s such a capital one for catching mice—oh, I beg your pardon!”cried Alice again, for this time the Mouse was bristling all over, and she felt certain it must be really offended. “We won’t talk about her any more if you’drather not.”</p>\n<p>“We indeed!” cried the Mouse, who was trembling down to the end of his tail. “As if <i>I</i> would talk on such a subject! Our family always <i>hated</i>cats: nasty, low, vulgar things! Don’t let me hear the name again!”</p>\n<p>“I won’t indeed!” said Alice, in a great hurry to change the subject of conversation. “Are you—are you fond—of—of dogs?” The Mouse did not answer, so Alice went oneagerly: “There is such a nice little dog near our house I should like to show you! A little bright-eyed terrier, you know, with oh, such long curly brown hair! Andit’ll fetch things when you throw them, and it’ll sit up and beg for its dinner, and all sorts of things—I can’t remember half of them—and it belongs to a farmer,you know, and he says it’s so useful, it’s worth a hundred pounds! He says it kills all the rats and—oh dear!” cried Alice in a sorrowful tone, “I’m afraid I’veoffended it again!” For the Mouse was swimming away from her as hard as it could go, and making quite a commotion in the pool as it went.</p>\n<p>So she called softly after it, “Mouse dear! Do come back again, and we won’t talk about cats or dogs either, if you don’t like them!” When the Mouse heard this, itturned round and swam slowly back to her: its face was quite pale (with passion, Alice thought), and it said in a low trembling voice, “Let us get to the shore, andthen I’ll tell you my history, and you’ll understand why it is I hate cats and dogs.”</p>\n<p>It was high time to go, for the pool was getting quite crowded with the birds and animals that had fallen into it: there were a Duck and a Dodo, a Lory and anEaglet, and several other curious creatures. Alice led the way, and the whole party swam to the shore.</p>",
		"links": [
			"intention",
			"pie",
			"farmer2",
			"phone2",
			"desk"
		]
	},
	"blood2": {
		"title": "<p>The first question of course was, how to get dry again: they had a consultation about this, and after a few minutes it seemed quite natural to Alice to find herselftalking familiarly with them, as if she had known them all her life. Indeed, she had quite a long argument with the Lory, who at last turned sulky, and would onlysay, “I am older than you, and must know better;” and this Alice would not allow without knowing how old it was, and, as the Lory positively refused to tell itsage, there was no more to be said.</p>",
		"text": "<p>At last the Mouse, who seemed to be a person of authority among them, called out, “Sit down, all of you, and listen to me! <i>I’ll</i> soon make you dry enough!”They all sat down at once, in a large ring, with the Mouse in the middle. Alice kept her eyes anxiously fixed on it, for she felt sure she would catch a bad cold ifshe did not get dry very soon.</p>\n<p>“Ahem!” said the Mouse with an important air, “are you all ready? This is the driest thing I know. Silence all round, if you please! ‘William the Conqueror, whosecause was favoured by the pope, was soon submitted to by the English, who wanted leaders, and had been of late much accustomed to usurpation and conquest. Edwin andMorcar, the earls of Mercia and Northumbria—’”</p>\n<p>“Ugh!” said the Lory, with a shiver.</p>\n<p>“I beg your pardon!” said the Mouse, frowning, but very politely: “Did you speak?”</p>\n<p>“Not I!” said the Lory hastily.</p>",
		"links": [
			"lake",
			"farmer",
			"feedback",
			"guidance2",
			"association2"
		]
	},
	"boyfriend": {
		"title": "<p>“Found <i>what</i>?” said the Duck.</p>",
		"text": "<p>“Found <i>it</i>,” the Mouse replied rather crossly: “of course you know what ‘it’ means.”</p>\n<p>“I know what ‘it’ means well enough, when <i>I</i> find a thing,” said the Duck: “it’s generally a frog or a worm. The question is, what did the archbishop find?”</p>\n<p>The Mouse did not notice this question, but hurriedly went on, “‘—found it advisable to go with Edgar Atheling to meet William and offer him the crown. William’sconduct at first was moderate. But the insolence of his Normans—’ How are you getting on now, my dear?” it continued, turning to Alice as it spoke.</p>\n<p>“As wet as ever,” said Alice in a melancholy tone: “it doesn’t seem to dry me at all.”</p>\n<p>“In that case,” said the Dodo solemnly, rising to its feet, “I move that the meeting adjourn, for the immediate adoption of more energetic remedies—”</p>",
		"links": [
			"internet",
			"friendship2",
			"desk2",
			"funeral",
			"application"
		]
	},
	"boyfriend2": {
		"title": "<p>“What I was going to say,” said the Dodo in an offended tone, “was, that the best thing to get us dry would be a Caucus-race.”</p>",
		"text": "<p>“What <i>is</i> a Caucus-race?” said Alice; not that she wanted much to know, but the Dodo had paused as if it thought that <i>somebody</i> ought to speak, and noone else seemed inclined to say anything.</p>\n<p>“Why,” said the Dodo, “the best way to explain it is to do it.” (And, as you might like to try the thing yourself, some winter day, I will tell you how the Dodomanaged it.)</p>\n<p>First it marked out a race-course, in a sort of circle, (“the exact shape doesn’t matter,” it said,) and then all the party were placed along the course, here andthere. There was no “One, two, three, and away,” but they began running when they liked, and left off when they liked, so that it was not easy to know when the racewas over. However, when they had been running half an hour or so, and were quite dry again, the Dodo suddenly called out “The race is over!” and they all crowdedround it, panting, and asking, “But who has won?”</p>\n<p>This question the Dodo could not answer without a great deal of thought, and it sat for a long time with one finger pressed upon its forehead (the position in whichyou usually see Shakespeare, in the pictures of him), while the rest waited in silence. At last the Dodo said, “<i>Everybody</i> has won, and all must have prizes.”</p>\n<p>“But who is to give the prizes?” quite a chorus of voices asked.</p>",
		"links": [
			"association",
			"foundation",
			"combination",
			"fact2",
			"feedback"
		]
	},
	"cancer": {
		"title": "<p>Alice had no idea what to do, and in despair she put her hand in her pocket, and pulled out a box of comfits, (luckily the salt water had not got into it), andhanded them round as prizes. There was exactly one a-piece, all round.</p>",
		"text": "<p>“But she must have a prize herself, you know,” said the Mouse.</p>\n<p>“Of course,” the Dodo replied very gravely. “What else have you got in your pocket?” he went on, turning to Alice.</p>\n<p>“Only a thimble,” said Alice sadly.</p>\n<p>“Hand it over here,” said the Dodo.</p>\n<p>Then they all crowded round her once more, while the Dodo solemnly presented the thimble, saying “We beg your acceptance of this elegant thimble;” and, when it hadfinished this short speech, they all cheered.</p>",
		"links": [
			"association",
			"definition",
			"police2",
			"delivery2",
			"loss2"
		]
	},
	"cancer2": {
		"title": "<p>The next thing was to eat the comfits: this caused some noise and confusion, as the large birds complained that they could not taste theirs, and the small oneschoked and had to be patted on the back. However, it was over at last, and they sat down again in a ring, and begged the Mouse to tell them something more.</p>",
		"text": "<p>“You promised to tell me your history, you know,” said Alice, “and why it is you hate—C and D,” she added in a whisper, half afraid that it would be offended again.</p>\n<p>“Mine is a long and a sad tale!” said the Mouse, turning to Alice, and sighing.</p>\n<p>“It <i>is</i> a long tail, certainly,” said Alice, looking down with wonder at the Mouse’s tail; “but why do you call it sad?” And she kept on puzzling about itwhile the Mouse was speaking, so that her idea of the tale was something like this:—</p>\n<p>“You are not attending!” said the Mouse to Alice severely. “What are you thinking of?”</p>\n<p>“I beg your pardon,” said Alice very humbly: “you had got to the fifth bend, I think?”</p>",
		"links": [
			"mixture",
			"definition",
			"farmer",
			"cancer",
			"boyfriend"
		]
	},
	"collection": {
		"title": "<p>“A knot!” said Alice, always ready to make herself useful, and looking anxiously about her. “Oh, do let me help to undo it!”</p>",
		"text": "<p>“I shall do nothing of the sort,” said the Mouse, getting up and walking away. “You insult me by talking such nonsense!”</p>\n<p>“I didn’t mean it!” pleaded poor Alice. “But you’re so easily offended, you know!”</p>\n<p>The Mouse only growled in reply.</p>\n<p>“Please come back and finish your story!” Alice called after it; and the others all joined in chorus, “Yes, please do!” but the Mouse only shook its headimpatiently, and walked a little quicker.</p>\n<p>“What a pity it wouldn’t stay!” sighed the Lory, as soon as it was quite out of sight; and an old Crab took the opportunity of saying to her daughter “Ah, my dear!Let this be a lesson to you never to lose <i>your</i> temper!” “Hold your tongue, Ma!” said the young Crab, a little snappishly. “You’re enough to try the patienceof an oyster!”</p>",
		"links": [
			"phone",
			"reflection2",
			"marketing2",
			"mixture",
			"politics"
		]
	},
	"collection2": {
		"title": "<p>“And who is Dinah, if I might venture to ask the question?” said the Lory.</p>",
		"text": "<p>Alice replied eagerly, for she was always ready to talk about her pet: “Dinah’s our cat. And she’s such a capital one for catching mice you can’t think! And oh, Iwish you could see her after the birds! Why, she’ll eat a little bird as soon as look at it!”</p>\n<p>This speech caused a remarkable sensation among the party. Some of the birds hurried off at once: one old Magpie began wrapping itself up very carefully, remarking,“I really must be getting home; the night-air doesn’t suit my throat!” and a Canary called out in a trembling voice to its children, “Come away, my dears! It’s hightime you were all in bed!” On various pretexts they all moved off, and Alice was soon left alone.</p>\n<p>“I wish I hadn’t mentioned Dinah!” she said to herself in a melancholy tone. “Nobody seems to like her, down here, and I’m sure she’s the best cat in the world! Oh,my dear Dinah! I wonder if I shall ever see you any more!” And here poor Alice began to cry again, for she felt very lonely and low-spirited. In a little while,however, she again heard a little pattering of footsteps in the distance, and she looked up eagerly, half hoping that the Mouse had changed his mind, and was comingback to finish his story.</p>\n<p>It was the White Rabbit, trotting slowly back again, and looking anxiously about as it went, as if it had lost something; and she heard it muttering to itself “TheDuchess! The Duchess! Oh my dear paws! Oh my fur and whiskers! She’ll get me executed, as sure as ferrets are ferrets! Where <i>can</i> I have dropped them, Iwonder?” Alice guessed in a moment that it was looking for the fan and the pair of white kid gloves, and she very good-naturedly began hunting about for them, butthey were nowhere to be seen—everything seemed to have changed since her swim in the pool, and the great hall, with the glass table and the little door, hadvanished completely.</p>\n<p>Very soon the Rabbit noticed Alice, as she went hunting about, and called out to her in an angry tone, “Why, Mary Ann, what <i>are</i> you doing out here? Run homethis moment, and fetch me a pair of gloves and a fan! Quick, now!” And Alice was so much frightened that she ran off at once in the direction it pointed to, withouttrying to explain the mistake it had made.</p>",
		"links": [
			"outcome",
			"desk2",
			"atmosphere2",
			"guidance",
			"association2"
		]
	},
	"combination": {
		"title": "<p>“How queer it seems,” Alice said to herself, “to be going messages for a rabbit! I suppose Dinah’ll be sending me on messages next!” And she began fancying the sortof thing that would happen: “‘Miss Alice! Come here directly, and get ready for your walk!’ ‘Coming in a minute, nurse! But I’ve got to see that the mouse doesn’tget out.’ Only I don’t think,” Alice went on, “that they’d let Dinah stop in the house if it began ordering people about like that!”</p>",
		"text": "<p>By this time she had found her way into a tidy little room with a table in the window, and on it (as she had hoped) a fan and two or three pairs of tiny white kidgloves: she took up the fan and a pair of the gloves, and was just going to leave the room, when her eye fell upon a little bottle that stood near thelooking-glass. There was no label this time with the words “DRINK ME,” but nevertheless she uncorked it and put it to her lips. “I know <i>something</i>interesting is sure to happen,” she said to herself, “whenever I eat or drink anything; so I’ll just see what this bottle does. I do hope it’ll make me grow largeagain, for really I’m quite tired of being such a tiny little thing!”</p>\n<p>It did so indeed, and much sooner than she had expected: before she had drunk half the bottle, she found her head pressing against the ceiling, and had to stoop tosave her neck from being broken. She hastily put down the bottle, saying to herself “That’s quite enough—I hope I shan’t grow any more—As it is, I can’t get out atthe door—I do wish I hadn’t drunk quite so much!”</p>\n<p>Alas! it was too late to wish that! She went on growing, and growing, and very soon had to kneel down on the floor: in another minute there was not even room forthis, and she tried the effect of lying down with one elbow against the door, and the other arm curled round her head. Still she went on growing, and, as a lastresource, she put one arm out of the window, and one foot up the chimney, and said to herself “Now I can do no more, whatever happens. What<i>will</i> become of me?”</p>\n<p>Luckily for Alice, the little magic bottle had now had its full effect, and she grew no larger: still it was very uncomfortable, and, as there seemed to be no sortof chance of her ever getting out of the room again, no wonder she felt unhappy.</p>\n<p>“It was much pleasanter at home,” thought poor Alice, “when one wasn’t always growing larger and smaller, and being ordered about by mice and rabbits. I almost wishI hadn’t gone down that rabbit-hole—and yet—and yet—it’s rather curious, you know, this sort of life! I do wonder what <i>can</i> have happened to me! When I usedto read fairy-tales, I fancied that kind of thing never happened, and now here I am in the middle of one! There ought to be a book written about me, that thereought! And when I grow up, I’ll write one—but I’m grown up now,” she added in a sorrowful tone; “at least there’s no room to grow up any more <i>here</i>.”</p>",
		"links": [
			"delivery",
			"guidance",
			"fact",
			"friendship",
			"pie"
		]
	},
	"combination2": {
		"title": "<p>“Oh, you foolish Alice!” she answered herself. “How can you learn lessons in here? Why, there’s hardly room for <i>you</i>, and no room at all for anylesson-books!”</p>",
		"text": "<p>And so she went on, taking first one side and then the other, and making quite a conversation of it altogether; but after a few minutes she heard a voice outside,and stopped to listen.</p>\n<p>“Mary Ann! Mary Ann!” said the voice. “Fetch me my gloves this moment!” Then came a little pattering of feet on the stairs. Alice knew it was the Rabbit coming tolook for her, and she trembled till she shook the house, quite forgetting that she was now about a thousand times as large as the Rabbit, and had no reason to beafraid of it.</p>\n<p>Presently the Rabbit came up to the door, and tried to open it; but, as the door opened inwards, and Alice’s elbow was pressed hard against it, that attempt proveda failure. Alice heard it say to itself “Then I’ll go round and get in at the window.”</p>\n<p>“<i>That</i> you won’t!” thought Alice, and, after waiting till she fancied she heard the Rabbit just under the window, she suddenly spread out her hand, and made asnatch in the air. She did not get hold of anything, but she heard a little shriek and a fall, and a crash of broken glass, from which she concluded that it wasjust possible it had fallen into a cucumber-frame, or something of the sort.</p>\n<p>Next came an angry voice—the Rabbit’s—“Pat! Pat! Where are you?” And then a voice she had never heard before, “Sure then I’m here! Digging for apples, yer honour!”</p>",
		"links": [
			"boyfriend2",
			"instruction2",
			"collection2",
			"lake2",
			"guidance"
		]
	},
	"committee": {
		"title": "<p>“Now tell me, Pat, what’s that in the window?”</p>",
		"text": "<p>“Sure, it’s an arm, yer honour!” (He pronounced it “arrum.”)</p>\n<p>“An arm, you goose! Who ever saw one that size? Why, it fills the whole window!”</p>\n<p>“Sure, it does, yer honour: but it’s an arm for all that.”</p>\n<p>“Well, it’s got no business there, at any rate: go and take it away!”</p>\n<p>There was a long silence after this, and Alice could only hear whispers now and then; such as, “Sure, I don’t like it, yer honour, at all, at all!” “Do as I tellyou, you coward!” and at last she spread out her hand again, and made another snatch in the air. This time there were <i>two</i> little shrieks, and more sounds ofbroken glass. “What a number of cucumber-frames there must be!” thought Alice. “I wonder what they’ll do next! As for pulling me out of the window, I only wish they<i>could!</i> I’m sure <i>I</i> don’t want to stay in here any longer!”</p>",
		"links": [
			"internet",
			"combination",
			"definition",
			"economics2",
			"association2"
		]
	},
	"committee2": {
		"title": "<p>“Oh! So Bill’s got to come down the chimney, has he?” said Alice to herself. “Shy, they seem to put everything upon Bill! I wouldn’t be in Bill’s place for a gooddeal: this fireplace is narrow, to be sure; but I <i>think</i> I can kick a little!”</p>",
		"text": "<p>She drew her foot as far down the chimney as she could, and waited till she heard a little animal (she couldn’t guess of what sort it was) scratching and scramblingabout in the chimney close above her: then, saying to herself “This is Bill,” she gave one sharp kick, and waited to see what would happen next.</p>\n<p>The first thing she heard was a general chorus of “There goes Bill!” then the Rabbit’s voice along—“Catch him, you by the hedge!” then silence, and then anotherconfusion of voices—“Hold up his head—Brandy now—Don’t choke him—How was it, old fellow? What happened to you? Tell us all about it!”</p>\n<p>Last came a little feeble, squeaking voice, (“That’s Bill,” thought Alice,) “Well, I hardly know—No more, thank ye; I’m better now—but I’m a deal too flustered totell you—all I know is, something comes at me like a Jack-in-the-box, and up I goes like a sky-rocket!”</p>\n<p>“So you did, old fellow!” said the others.</p>\n<p>“We must burn the house down!” said the Rabbit’s voice; and Alice called out as loud as she could, “If you do, I’ll set Dinah at you!”</p>",
		"links": [
			"loss2",
			"definition2",
			"explanation",
			"guidance2",
			"blood2"
		]
	},
	"database": {
		"title": "<p>“A barrowful of <i>what?</i>” thought Alice; but she had not long to doubt, for the next moment a shower of little pebbles came rattling in at the window, and someof them hit her in the face. “I’ll put a stop to this,” she said to herself, and shouted out, “You’d better not do that again!” which produced another dead silence.</p>",
		"text": "<p>Alice noticed with some surprise that the pebbles were all turning into little cakes as they lay on the floor, and a bright idea came into her head. “If I eat oneof these cakes,” she thought, “it’s sure to make <i>some</i> change in my size; and as it can’t possibly make me larger, it must make me smaller, I suppose.”</p>\n<p>So she swallowed one of the cakes, and was delighted to find that she began shrinking directly. As soon as she was small enough to get through the door, she ran outof the house, and found quite a crowd of little animals and birds waiting outside. The poor little Lizard, Bill, was in the middle, being held up by twoguinea-pigs, who were giving it something out of a bottle. They all made a rush at Alice the moment she appeared; but she ran off as hard as she could, and soonfound herself safe in a thick wood.</p>\n<p>“The first thing I’ve got to do,” said Alice to herself, as she wandered about in the wood, “is to grow to my right size again; and the second thing is to find myway into that lovely garden. I think that will be the best plan.”</p>\n<p>It sounded an excellent plan, no doubt, and very neatly and simply arranged; the only difficulty was, that she had not the smallest idea how to set about it; andwhile she was peering about anxiously among the trees, a little sharp bark just over her head made her look up in a great hurry.</p>\n<p>An enormous puppy was looking down at her with large round eyes, and feebly stretching out one paw, trying to touch her. “Poor little thing!” said Alice, in acoaxing tone, and she tried hard to whistle to it; but she was terribly frightened all the time at the thought that it might be hungry, in which case it would bevery likely to eat her up in spite of all her coaxing.</p>",
		"links": [
			"definition",
			"association2",
			"collection",
			"tale2",
			"internet2"
		]
	},
	"database2": {
		"title": "<p>This seemed to Alice a good opportunity for making her escape; so she set off at once, and ran till she was quite tired and out of breath, and till the puppy’s barksounded quite faint in the distance.</p>",
		"text": "<p>“And yet what a dear little puppy it was!” said Alice, as she leant against a buttercup to rest herself, and fanned herself with one of the leaves: “I should haveliked teaching it tricks very much, if—if I’d only been the right size to do it! Oh dear! I’d nearly forgotten that I’ve got to grow up again! Let me see—how <i>is</i> it to be managed? I suppose I ought to eat or drink something or other; but the great question is, what?”</p>\n<p>The great question certainly was, what? Alice looked all round her at the flowers and the blades of grass, but she did not see anything that looked like the rightthing to eat or drink under the circumstances. There was a large mushroom growing near her, about the same height as herself; and when she had looked under it, andon both sides of it, and behind it, it occurred to her that she might as well look and see what was on the top of it.</p>\n<p>She stretched herself up on tiptoe, and peeped over the edge of the mushroom, and her eyes immediately met those of a large blue caterpillar, that was sitting onthe top with its arms folded, quietly smoking a long hookah, and taking not the smallest notice of her or of anything else.</p>\n<p>The Caterpillar and Alice looked at each other for some time in silence: at last the Caterpillar took the hookah out of its mouth, and addressed her in a languid,sleepy voice.</p>\n<p>“Who are <i>you?</i>” said the Caterpillar.</p>",
		"links": [
			"reception",
			"delivery2",
			"guidance",
			"funeral2",
			"combination2"
		]
	},
	"definition": {
		"title": "<p>“What do you mean by that?” said the Caterpillar sternly. “Explain yourself!”</p>",
		"text": "<p>“I can’t explain <i>myself</i>, I’m afraid, sir,” said Alice, “because I’m not myself, you see.”</p>\n<p>“I don’t see,” said the Caterpillar.</p>\n<p>“I’m afraid I can’t put it more clearly,” Alice replied very politely, “for I can’t understand it myself to begin with; and being so many different sizes in a dayis very confusing.”</p>\n<p>“It isn’t,” said the Caterpillar.</p>\n<p>“Well, perhaps you haven’t found it so yet,” said Alice; “but when you have to turn into a chrysalis—you will some day, you know—and then after that into abutterfly, I should think you’ll feel it a little queer, won’t you?”</p>",
		"links": [
			"database",
			"database2",
			"foundation2",
			"fact2",
			"combination2"
		]
	},
	"definition2": {
		"title": "<p>“Well, perhaps your feelings may be different,” said Alice; “all I know is, it would feel very queer to <i>me</i>.”</p>",
		"text": "<p>“You!” said the Caterpillar contemptuously. “Who are <i>you?</i>”</p>\n<p>Which brought them back again to the beginning of the conversation. Alice felt a little irritated at the Caterpillar’s making such <i>very</i> short remarks, andshe drew herself up and said, very gravely, “I think, you ought to tell me who <i>you</i> are, first.”</p>\n<p>“Why?” said the Caterpillar.</p>\n<p>Here was another puzzling question; and as Alice could not think of any good reason, and as the Caterpillar seemed to be in a <i>very</i> unpleasant state of mind,she turned away.</p>\n<p>“Come back!” the Caterpillar called after her. “I’ve something important to say!”</p>",
		"links": [
			"tale2",
			"application2",
			"guidance2",
			"database2",
			"funeral"
		]
	},
	"delivery": {
		"title": "<p>“Keep your temper,” said the Caterpillar.</p>",
		"text": "<p>“Is that all?” said Alice, swallowing down her anger as well as she could.</p>\n<p>“No,” said the Caterpillar.</p>\n<p>Alice thought she might as well wait, as she had nothing else to do, and perhaps after all it might tell her something worth hearing. For some minutes it puffedaway without speaking, but at last it unfolded its arms, took the hookah out of its mouth again, and said, “So you think you’re changed, do you?”</p>\n<p>“I’m afraid I am, sir,” said Alice; “I can’t remember things as I used—and I don’t keep the same size for ten minutes together!”</p>\n<p>“Can’t remember <i>what</i> things?” said the Caterpillar.</p>",
		"links": [
			"guidance2",
			"politics2",
			"event2",
			"tea",
			"recommendation"
		]
	},
	"delivery2": {
		"title": "<p>“Repeat, ‘<i>You are old, Father William</i>,’” said the Caterpillar.</p>",
		"text": "<p>Alice folded her hands, and began:—</p>\n<p class=\"poem\">“You are old, Father William,” the young man said,<br>&nbsp;&nbsp;&nbsp;&nbsp;“And your hair has become very white;<br>And yet you incessantly stand on your head—<br>&nbsp;&nbsp;&nbsp;&nbsp;Do you think, at your age, it is right?”<br><br>“In my youth,” Father William replied to his son,<br>&nbsp;&nbsp;&nbsp;&nbsp;“I feared it might injure the brain;<br>But, now that I’m perfectly sure I have none,<br>&nbsp;&nbsp;&nbsp;&nbsp;Why, I do it again and again.”<br><br>“You are old,” said the youth, “as I mentioned before,<br>&nbsp;&nbsp;&nbsp;&nbsp;And have grown most uncommonly fat;<br>Yet you turned a back-somersault in at the door—<br>&nbsp;&nbsp;&nbsp;&nbsp;Pray, what is the reason of that?”<br><br>“In my youth,” said the sage, as he shook his grey locks,<br>&nbsp;&nbsp;&nbsp;&nbsp;“I kept all my limbs very supple<br>By the use of this ointment—one shilling the box—<br>&nbsp;&nbsp;&nbsp;&nbsp;Allow me to sell you a couple?”<br><br>“You are old,” said the youth, “and your jaws are too weak<br>&nbsp;&nbsp;&nbsp;&nbsp;For anything tougher than suet;<br>Yet you finished the goose, with the bones and the beak—<br>&nbsp;&nbsp;&nbsp;&nbsp;Pray, how did you manage to do it?”<br><br>“In my youth,” said his father, “I took to the law,<br>&nbsp;&nbsp;&nbsp;&nbsp;And argued each case with my wife;<br>And the muscular strength, which it gave to my jaw,<br>&nbsp;&nbsp;&nbsp;&nbsp;Has lasted the rest of my life.”<br><br>“You are old,” said the youth, “one would hardly suppose<br>&nbsp;&nbsp;&nbsp;&nbsp;That your eye was as steady as ever;<br>Yet you balanced an eel on the end of your nose—<br>&nbsp;&nbsp;&nbsp;&nbsp;What made you so awfully clever?”<br><br>“I have answered three questions, and that is enough,”<br>&nbsp;&nbsp;&nbsp;&nbsp;Said his father; “don’t give yourself airs!<br>Do you think I can listen all day to such stuff?<br>&nbsp;&nbsp;&nbsp;&nbsp;Be off, or I’ll kick you down stairs!”</p>\n<p>“That is not said right,” said the Caterpillar.</p>\n<p>“Not <i>quite</i> right, I’m afraid,” said Alice, timidly; “some of the words have got altered.”</p>\n<p>“It is wrong from beginning to end,” said the Caterpillar decidedly, and there was silence for some minutes.</p>",
		"links": [
			"pie",
			"association",
			"friendship",
			"friendship2",
			"internet"
		]
	},
	"desk": {
		"title": "<p>“What size do you want to be?” it asked.</p>",
		"text": "<p>“Oh, I’m not particular as to size,” Alice hastily replied; “only one doesn’t like changing so often, you know.”</p>\n<p>“I <i>don’t</i> know,” said the Caterpillar.</p>\n<p>Alice said nothing: she had never been so much contradicted in her life before, and she felt that she was losing her temper.</p>\n<p>“Are you content now?” said the Caterpillar.</p>\n<p>“Well, I should like to be a <i>little</i> larger, sir, if you wouldn’t mind,” said Alice: “three inches is such a wretched height to be.”</p>",
		"links": [
			"collection",
			"newspaper2",
			"collection2",
			"marketing",
			"nature"
		]
	},
	"desk2": {
		"title": "<p>“But I’m not used to it!” pleaded poor Alice in a piteous tone. And she thought of herself, “I wish the creatures wouldn’t be so easily offended!”</p>",
		"text": "<p>“You’ll get used to it in time,” said the Caterpillar; and it put the hookah into its mouth and began smoking again.</p>\n<p>This time Alice waited patiently until it chose to speak again. In a minute or two the Caterpillar took the hookah out of its mouth and yawned once or twice, andshook itself. Then it got down off the mushroom, and crawled away in the grass, merely remarking as it went, “One side will make you grow taller, and the other sidewill make you grow shorter.”</p>\n<p>“One side of <i>what?</i> The other side of <i>what?</i>” thought Alice to herself.</p>\n<p>“Of the mushroom,” said the Caterpillar, just as if she had asked it aloud; and in another moment it was out of sight.</p>\n<p>Alice remained looking thoughtfully at the mushroom for a minute, trying to make out which were the two sides of it; and as it was perfectly round, she found this avery difficult question. However, at last she stretched her arms round it as far as they would go, and broke off a bit of the edge with each hand.</p>",
		"links": [
			"medicine2",
			"association2",
			"database2",
			"guidance2",
			"application2"
		]
	},
	"economics": {
		"title": "<p>She was a good deal frightened by this very sudden change, but she felt that there was no time to be lost, as she was shrinking rapidly; so she set to work at onceto eat some of the other bit. Her chin was pressed so closely against her foot, that there was hardly room to open her mouth; but she did it at last, and managed toswallow a morsel of the lefthand bit.</p>",
		"text": "<p>“Come, my head’s free at last!” said Alice in a tone of delight, which changed into alarm in another moment, when she found that her shoulders were nowhere to befound: all she could see, when she looked down, was an immense length of neck, which seemed to rise like a stalk out of a sea of green leaves that lay far belowher.</p>\n<p>“What <i>can</i> all that green stuff be?” said Alice. “And where <i>have</i>my shoulders got to? And oh, my poor hands, how is it I can’t see you?” She was moving them about as she spoke, but no result seemed to follow, except a littleshaking among the distant green leaves.</p>\n<p>As there seemed to be no chance of getting her hands up to her head, she tried to get her head down to them, and was delighted to find that her neck would bendabout easily in any direction, like a serpent. She had just succeeded in curving it down into a graceful zigzag, and was going to dive in among the leaves, whichshe found to be nothing but the tops of the trees under which she had been wandering, when a sharp hiss made her draw back in a hurry: a large pigeon had flown intoher face, and was beating her violently with its wings.</p>\n<p>“Serpent!” screamed the Pigeon.</p>\n<p>“I’m <i>not</i> a serpent!” said Alice indignantly. “Let me alone!”</p>",
		"links": [
			"database",
			"committee2",
			"intention2",
			"guidance2",
			"atmosphere2"
		]
	},
	"economics2": {
		"title": "<p>“I haven’t the least idea what you’re talking about,” said Alice.</p>",
		"text": "<p>“I’ve tried the roots of trees, and I’ve tried banks, and I’ve tried hedges,” the Pigeon went on, without attending to her; “but those serpents! There’s no pleasingthem!”</p>\n<p>Alice was more and more puzzled, but she thought there was no use in saying anything more till the Pigeon had finished.</p>\n<p>“As if it wasn’t trouble enough hatching the eggs,” said the Pigeon; “but I must be on the look-out for serpents night and day! Why, I haven’t had a wink of sleepthese three weeks!”</p>\n<p>“I’m very sorry you’ve been annoyed,” said Alice, who was beginning to see its meaning.</p>\n<p>“And just as I’d taken the highest tree in the wood,” continued the Pigeon, raising its voice to a shriek, “and just as I was thinking I should be free of them atlast, they must needs come wriggling down from the sky! Ugh, Serpent!”</p>",
		"links": [
			"feedback2",
			"friendship",
			"application2",
			"farmer2",
			"marketing"
		]
	},
	"engineering": {
		"title": "<p>“Well! <i>What</i> are you?” said the Pigeon. “I can see you’re trying to invent something!”</p>",
		"text": "<p>“I—I’m a little girl,” said Alice, rather doubtfully, as she remembered the number of changes she had gone through that day.</p>\n<p>“A likely story indeed!” said the Pigeon in a tone of the deepest contempt. “I’ve seen a good many little girls in my time, but never <i>one</i> with such a neck asthat! No, no! You’re a serpent; and there’s no use denying it. I suppose you’ll be telling me next that you never tasted an egg!”</p>\n<p>“I <i>have</i> tasted eggs, certainly,” said Alice, who was a very truthful child; “but little girls eat eggs quite as much as serpents do, you know.”</p>\n<p>“I don’t believe it,” said the Pigeon; “but if they do, why then they’re a kind of serpent, that’s all I can say.”</p>\n<p>This was such a new idea to Alice, that she was quite silent for a minute or two, which gave the Pigeon the opportunity of adding, “You’re looking for eggs, I know<i>that</i> well enough; and what does it matter to me whether you’re a little girl or a serpent?”</p>",
		"links": [
			"association",
			"loss",
			"atmosphere",
			"manufacturer",
			"feedback"
		]
	},
	"engineering2": {
		"title": "<p>“Well, be off, then!” said the Pigeon in a sulky tone, as it settled down again into its nest. Alice crouched down among the trees as well as she could, for herneck kept getting entangled among the branches, and every now and then she had to stop and untwist it. After a while she remembered that she still held the piecesof mushroom in her hands, and she set to work very carefully, nibbling first at one and then at the other, and growing sometimes taller and sometimes shorter, untilshe had succeeded in bringing herself down to her usual height.</p>",
		"text": "<p>It was so long since she had been anything near the right size, that it felt quite strange at first; but she got used to it in a few minutes, and began talking toherself, as usual. “Come, there’s half my plan done now! How puzzling all these changes are! I’m never sure what I’m going to be, from one minute to another!However, I’ve got back to my right size: the next thing is, to get into that beautiful garden—how <i>is</i> that to be done, I wonder?” As she said this, she camesuddenly upon an open place, with a little house in it about four feet high. “Whoever lives there,” thought Alice, “it’ll never do to come upon them <i>this</i>size: why, I should frighten them out of their wits!” So she began nibbling at the righthand bit again, and did not venture to go near the house till she hadbrought herself down to nine inches high.</p>\n<p>For a minute or two she stood looking at the house, and wondering what to do next, when suddenly a footman in livery came running out of the wood—(she consideredhim to be a footman because he was in livery: otherwise, judging by his face only, she would have called him a fish)—and rapped loudly at the door with hisknuckles. It was opened by another footman in livery, with a round face, and large eyes like a frog; and both footmen, Alice noticed, had powdered hair that curledall over their heads. She felt very curious to know what it was all about, and crept a little way out of the wood to listen.</p>\n<p>The Fish-Footman began by producing from under his arm a great letter, nearly as large as himself, and this he handed over to the other, saying, in a solemn tone,“For the Duchess. An invitation from the Queen to play croquet.” The Frog-Footman repeated, in the same solemn tone, only changing the order of the words a little,“From the Queen. An invitation for the Duchess to play croquet.”</p>\n<p>Then they both bowed low, and their curls got entangled together.</p>\n<p>Alice laughed so much at this, that she had to run back into the wood for fear of their hearing her; and when she next peeped out the Fish-Footman was gone, and theother was sitting on the ground near the door, staring stupidly up into the sky.</p>",
		"links": [
			"intention",
			"salad",
			"outcome2",
			"loss2",
			"mixture"
		]
	},
	"event": {
		"title": "<p>“There’s no sort of use in knocking,” said the Footman, “and that for two reasons. First, because I’m on the same side of the door as you are; secondly, becausethey’re making such a noise inside, no one could possibly hear you.” And certainly there <i>was</i> a most extraordinary noise going on within—a constant howlingand sneezing, and every now and then a great crash, as if a dish or kettle had been broken to pieces.</p>",
		"text": "<p>“Please, then,” said Alice, “how am I to get in?”</p>\n<p>“There might be some sense in your knocking,” the Footman went on without attending to her, “if we had the door between us. For instance, if you were<i>inside</i>, you might knock, and I could let you out, you know.” He was looking up into the sky all the time he was speaking, and this Alice thought decidedlyuncivil. “But perhaps he can’t help it,” she said to herself; “his eyes are so <i>very</i> nearly at the top of his head. But at any rate he might answerquestions.—How am I to get in?” she repeated, aloud.</p>\n<p>“I shall sit here,” the Footman remarked, “till tomorrow—”</p>\n<p>At this moment the door of the house opened, and a large plate came skimming out, straight at the Footman’s head: it just grazed his nose, and broke to piecesagainst one of the trees behind him.</p>\n<p>“—or next day, maybe,” the Footman continued in the same tone, exactly as if nothing had happened.</p>",
		"links": [
			"delivery2",
			"phone",
			"manufacturer",
			"tea",
			"manufacturer2"
		]
	},
	"event2": {
		"title": "<p>“<i>Are</i> you to get in at all?” said the Footman. “That’s the first question, you know.”</p>",
		"text": "<p>It was, no doubt: only Alice did not like to be told so. “It’s really dreadful,” she muttered to herself, “the way all the creatures argue. It’s enough to drive onecrazy!”</p>\n<p>The Footman seemed to think this a good opportunity for repeating his remark, with variations. “I shall sit here,” he said, “on and off, for days and days.”</p>\n<p>“But what am <i>I</i> to do?” said Alice.</p>\n<p>“Anything you like,” said the Footman, and began whistling.</p>\n<p>“Oh, there’s no use in talking to him,” said Alice desperately: “he’s perfectly idiotic!” And she opened the door and went in.</p>",
		"links": [
			"guidance2",
			"police2",
			"loss2",
			"manufacturer2",
			"blood2"
		]
	},
	"explanation": {
		"title": "<p>“There’s certainly too much pepper in that soup!” Alice said to herself, as well as she could for sneezing.</p>",
		"text": "<p>There was certainly too much of it in the air. Even the Duchess sneezed occasionally; and as for the baby, it was sneezing and howling alternately without amoment’s pause. The only things in the kitchen that did not sneeze, were the cook, and a large cat which was sitting on the hearth and grinning from ear to ear.</p>\n<p>“Please would you tell me,” said Alice, a little timidly, for she was not quite sure whether it was good manners for her to speak first, “why your cat grins likethat?”</p>\n<p>“It’s a Cheshire cat,” said the Duchess, “and that’s why. Pig!”</p>\n<p>She said the last word with such sudden violence that Alice quite jumped; but she saw in another moment that it was addressed to the baby, and not to her, so shetook courage, and went on again:—</p>\n<p>“I didn’t know that Cheshire cats always grinned; in fact, I didn’t know that cats <i>could</i> grin.”</p>",
		"links": [
			"engineering2",
			"application",
			"economics2",
			"instruction2",
			"application2"
		]
	},
	"explanation2": {
		"title": "<p>“I don’t know of any that do,” Alice said very politely, feeling quite pleased to have got into a conversation.</p>",
		"text": "<p>“You don’t know much,” said the Duchess; “and that’s a fact.”</p>\n<p>Alice did not at all like the tone of this remark, and thought it would be as well to introduce some other subject of conversation. While she was trying to fix onone, the cook took the cauldron of soup off the fire, and at once set to work throwing everything within her reach at the Duchess and the baby—the fire-irons camefirst; then followed a shower of saucepans, plates, and dishes. The Duchess took no notice of them even when they hit her; and the baby was howling so much already,that it was quite impossible to say whether the blows hurt it or not.</p>\n<p>“Oh, <i>please</i> mind what you’re doing!” cried Alice, jumping up and down in an agony of terror. “Oh, there goes his <i>precious</i> nose!” as an unusually largesaucepan flew close by it, and very nearly carried it off.</p>\n<p>“If everybody minded their own business,” the Duchess said in a hoarse growl, “the world would go round a deal faster than it does.”</p>\n<p>“Which would <i>not</i> be an advantage,” said Alice, who felt very glad to get an opportunity of showing off a little of her knowledge. “Just think of what work itwould make with the day and night! You see the earth takes twenty-four hours to turn round on its axis—”</p>",
		"links": [
			"application",
			"lake2",
			"boyfriend2",
			"engineering2",
			"cancer"
		]
	},
	"fact": {
		"title": "<p>Alice glanced rather anxiously at the cook, to see if she meant to take the hint; but the cook was busily stirring the soup, and seemed not to be listening, so shewent on again: “Twenty-four hours, I <i>think</i>; or is it twelve? I—”</p>",
		"text": "<p>“Oh, don’t bother <i>me</i>,” said the Duchess; “I never could abide figures!” And with that she began nursing her child again, singing a sort of lullaby to it asshe did so, and giving it a violent shake at the end of every line:</p>\n<p class=\"poem\">“Speak roughly to your little boy,<br>&nbsp;&nbsp;&nbsp;&nbsp;And beat him when he sneezes:<br>He only does it to annoy,<br>&nbsp;&nbsp;&nbsp;&nbsp;Because he knows it teases.”</p>\n<p class=\"center\">CHORUS.<br>(In which the cook and the baby joined):</p>\n<p class=\"poem\">“Wow! wow! wow!”</p>\n<p>While the Duchess sang the second verse of the song, she kept tossing the baby violently up and down, and the poor little thing howled so, that Alice could hardlyhear the words:—</p>",
		"links": [
			"newspaper2",
			"marketing",
			"loss",
			"collection",
			"phone"
		]
	},
	"fact2": {
		"title": "<p class=\"center\">CHORUS.</p>",
		"text": "<p class=\"poem\">“Wow! wow! wow!”</p>\n<p>“Here! you may nurse it a bit, if you like!” the Duchess said to Alice, flinging the baby at her as she spoke. “I must go and get ready to play croquet with theQueen,” and she hurried out of the room. The cook threw a frying-pan after her as she went out, but it just missed her.</p>\n<p>Alice caught the baby with some difficulty, as it was a queer-shaped little creature, and held out its arms and legs in all directions, “just like a star-fish,”thought Alice. The poor little thing was snorting like a steam-engine when she caught it, and kept doubling itself up and straightening itself out again, so thataltogether, for the first minute or two, it was as much as she could do to hold it.</p>\n<p>As soon as she had made out the proper way of nursing it, (which was to twist it up into a sort of knot, and then keep tight hold of its right ear and left foot, soas to prevent its undoing itself,) she carried it out into the open air. “If I don’t take this child away with me,” thought Alice, “they’re sure to kill it in a dayor two: wouldn’t it be murder to leave it behind?” She said the last words out loud, and the little thing grunted in reply (it had left off sneezing by this time).“Don’t grunt,” said Alice; “that’s not at all a proper way of expressing yourself.”</p>\n<p>The baby grunted again, and Alice looked very anxiously into its face to see what was the matter with it. There could be no doubt that it had a <i>very</i>turn-up nose, much more like a snout than a real nose; also its eyes were getting extremely small for a baby: altogether Alice did not like the look of the thing atall. “But perhaps it was only sobbing,” she thought, and looked into its eyes again, to see if there were any tears.</p>",
		"links": [
			"event2",
			"event",
			"friendship",
			"blood",
			"database2"
		]
	},
	"farmer": {
		"title": "<p>Alice was just beginning to think to herself, “Now, what am I to do with this creature when I get it home?” when it grunted again, so violently, that she lookeddown into its face in some alarm. This time there could be <i>no</i>mistake about it: it was neither more nor less than a pig, and she felt that it would be quite absurd for her to carry it further.</p>",
		"text": "<p>So she set the little creature down, and felt quite relieved to see it trot away quietly into the wood. “If it had grown up,” she said to herself, “it would havemade a dreadfully ugly child: but it makes rather a handsome pig, I think.” And she began thinking over other children she knew, who might do very well as pigs, andwas just saying to herself, “if one only knew the right way to change them—” when she was a little startled by seeing the Cheshire Cat sitting on a bough of a treea few yards off.</p>\n<p>The Cat only grinned when it saw Alice. It looked good-natured, she thought: still it had <i>very</i> long claws and a great many teeth, so she felt that it oughtto be treated with respect.</p>\n<p>“Cheshire Puss,” she began, rather timidly, as she did not at all know whether it would like the name: however, it only grinned a little wider. “Come, it’s pleasedso far,” thought Alice, and she went on. “Would you tell me, please, which way I ought to go from here?”</p>\n<p>“That depends a good deal on where you want to get to,” said the Cat.</p>\n<p>“I don’t much care where—” said Alice.</p>",
		"links": [
			"pie2",
			"reception2",
			"hat",
			"database2",
			"application"
		]
	},
	"farmer2": {
		"title": "<p>“—so long as I get <i>somewhere</i>,” Alice added as an explanation.</p>",
		"text": "<p>“Oh, you’re sure to do that,” said the Cat, “if you only walk long enough.”</p>\n<p>Alice felt that this could not be denied, so she tried another question. “What sort of people live about here?”</p>\n<p>“In <i>that</i> direction,” the Cat said, waving its right paw round, “lives a Hatter: and in <i>that</i> direction,” waving the other paw, “lives a March Hare.Visit either you like: they’re both mad.”</p>\n<p>“But I don’t want to go among mad people,” Alice remarked.</p>\n<p>“Oh, you can’t help that,” said the Cat: “we’re all mad here. I’m mad. You’re mad.”</p>",
		"links": [
			"marketing2",
			"explanation2",
			"event2",
			"hat2",
			"funeral"
		]
	},
	"feedback": {
		"title": "<p>“You must be,” said the Cat, “or you wouldn’t have come here.”</p>",
		"text": "<p>Alice didn’t think that proved it at all; however, she went on “And how do you know that you’re mad?”</p>\n<p>“To begin with,” said the Cat, “a dog’s not mad. You grant that?”</p>\n<p>“I suppose so,” said Alice.</p>\n<p>“Well, then,” the Cat went on, “you see, a dog growls when it’s angry, and wags its tail when it’s pleased. Now <i>I</i> growl when I’m pleased, and wag my tailwhen I’m angry. Therefore I’m mad.”</p>\n<p>“<i>I</i> call it purring, not growling,” said Alice.</p>",
		"links": [
			"reflection2",
			"association2",
			"cancer",
			"guidance2",
			"economics"
		]
	},
	"feedback2": {
		"title": "<p>“I should like it very much,” said Alice, “but I haven’t been invited yet.”</p>",
		"text": "<p>“You’ll see me there,” said the Cat, and vanished.</p>\n<p>Alice was not much surprised at this, she was getting so used to queer things happening. While she was looking at the place where it had been, it suddenly appearedagain.</p>\n<p>“By-the-bye, what became of the baby?” said the Cat. “I’d nearly forgotten to ask.”</p>\n<p>“It turned into a pig,” Alice quietly said, just as if it had come back in a natural way.</p>\n<p>“I thought it would,” said the Cat, and vanished again.</p>",
		"links": [
			"politics2",
			"reflection",
			"reflection2",
			"mixture2",
			"nature"
		]
	},
	"foundation": {
		"title": "<p>“Did you say pig, or fig?” said the Cat.</p>",
		"text": "<p>“I said pig,” replied Alice; “and I wish you wouldn’t keep appearing and vanishing so suddenly: you make one quite giddy.”</p>\n<p>“All right,” said the Cat; and this time it vanished quite slowly, beginning with the end of the tail, and ending with the grin, which remained some time after therest of it had gone.</p>\n<p>“Well! I’ve often seen a cat without a grin,” thought Alice; “but a grin without a cat! It’s the most curious thing I ever saw in my life!”</p>\n<p>She had not gone much farther before she came in sight of the house of the March Hare: she thought it must be the right house, because the chimneys were shaped likeears and the roof was thatched with fur. It was so large a house, that she did not like to go nearer till she had nibbled some more of the lefthand bit of mushroom,and raised herself to about two feet high: even then she walked up towards it rather timidly, saying to herself “Suppose it should be raving mad after all! I almostwish I’d gone to see the Hatter instead!”</p>\n<p>There was a table set out under a tree in front of the house, and the March Hare and the Hatter were having tea at it: a Dormouse was sitting between them, fastasleep, and the other two were using it as a cushion, resting their elbows on it, and talking over its head. “Very uncomfortable for the Dormouse,” thought Alice;“only, as it’s asleep, I suppose it doesn’t mind.”</p>",
		"links": [
			"blood2",
			"cancer",
			"database",
			"lake2",
			"politics2"
		]
	},
	"foundation2": {
		"title": "<p>“Have some wine,” the March Hare said in an encouraging tone.</p>",
		"text": "<p>Alice looked all round the table, but there was nothing on it but tea. “I don’t see any wine,” she remarked.</p>\n<p>“There isn’t any,” said the March Hare.</p>\n<p>“Then it wasn’t very civil of you to offer it,” said Alice angrily.</p>\n<p>“It wasn’t very civil of you to sit down without being invited,” said the March Hare.</p>\n<p>“I didn’t know it was <i>your</i> table,” said Alice; “it’s laid for a great many more than three.”</p>",
		"links": [
			"reception",
			"database2",
			"atmosphere2",
			"farmer",
			"blood2"
		]
	},
	"friendship": {
		"title": "<p>“You should learn not to make personal remarks,” Alice said with some severity; “it’s very rude.”</p>",
		"text": "<p>The Hatter opened his eyes very wide on hearing this; but all he <i>said</i>was, “Why is a raven like a writing-desk?”</p>\n<p>“Come, we shall have some fun now!” thought Alice. “I’m glad they’ve begun asking riddles.—I believe I can guess that,” she added aloud.</p>\n<p>“Do you mean that you think you can find out the answer to it?” said the March Hare.</p>\n<p>“Exactly so,” said Alice.</p>\n<p>“Then you should say what you mean,” the March Hare went on.</p>",
		"links": [
			"collection",
			"reception2",
			"boyfriend2",
			"delivery",
			"guidance"
		]
	},
	"friendship2": {
		"title": "<p>“Not the same thing a bit!” said the Hatter. “You might just as well say that ‘I see what I eat’ is the same thing as ‘I eat what I see’!”</p>",
		"text": "<p>“You might just as well say,” added the March Hare, “that ‘I like what I get’ is the same thing as ‘I get what I like’!”</p>\n<p>“You might just as well say,” added the Dormouse, who seemed to be talking in his sleep, “that ‘I breathe when I sleep’ is the same thing as ‘I sleep when Ibreathe’!”</p>\n<p>“It <i>is</i> the same thing with you,” said the Hatter, and here the conversation dropped, and the party sat silent for a minute, while Alice thought over all shecould remember about ravens and writing-desks, which wasn’t much.</p>\n<p>The Hatter was the first to break the silence. “What day of the month is it?” he said, turning to Alice: he had taken his watch out of his pocket, and was lookingat it uneasily, shaking it every now and then, and holding it to his ear.</p>\n<p>Alice considered a little, and then said “The fourth.”</p>",
		"links": [
			"mixture",
			"application",
			"friendship",
			"desk2",
			"combination2"
		]
	},
	"funeral": {
		"title": "<p>“It was the <i>best</i> butter,” the March Hare meekly replied.</p>",
		"text": "<p>“Yes, but some crumbs must have got in as well,” the Hatter grumbled: “you shouldn’t have put it in with the bread-knife.”</p>\n<p>The March Hare took the watch and looked at it gloomily: then he dipped it into his cup of tea, and looked at it again: but he could think of nothing better to saythan his first remark, “It was the <i>best</i> butter, you know.”</p>\n<p>Alice had been looking over his shoulder with some curiosity. “What a funny watch!” she remarked. “It tells the day of the month, and doesn’t tell what o’clock itis!”</p>\n<p>“Why should it?” muttered the Hatter. “Does <i>your</i> watch tell you what year it is?”</p>\n<p>“Of course not,” Alice replied very readily: “but that’s because it stays the same year for such a long time together.”</p>",
		"links": [
			"collection",
			"medicine2",
			"delivery",
			"newspaper2",
			"fact"
		]
	},
	"funeral2": {
		"title": "<p>Alice felt dreadfully puzzled, The Hatter’s remark seemed to have no sort of meaning in it, and yet it was certainly English. “I don’t quite understand you,” shesaid, as politely as she could.</p>",
		"text": "<p>“The Dormouse is asleep again,” said the Hatter, and he poured a little hot tea upon its nose.</p>\n<p>The Dormouse shook its head impatiently, and said, without opening its eyes, “Of course, of course; just what I was going to remark myself.”</p>\n<p>“Have you guessed the riddle yet?” the Hatter said, turning to Alice again.</p>\n<p>“No, I give it up,” Alice replied: “what’s the answer?”</p>\n<p>“I haven’t the slightest idea,” said the Hatter.</p>",
		"links": [
			"politics2",
			"blood2",
			"funeral",
			"marketing2",
			"lake2"
		]
	},
	"guidance": {
		"title": "<p>Alice sighed wearily. “I think you might do something better with the time,” she said, “than waste it in asking riddles that have no answers.”</p>",
		"text": "<p>“If you knew Time as well as I do,” said the Hatter, “you wouldn’t talk about wasting <i>it</i>. It’s <i>him</i>.”</p>\n<p>“I don’t know what you mean,” said Alice.</p>\n<p>“Of course you don’t!” the Hatter said, tossing his head contemptuously. “I dare say you never even spoke to Time!”</p>\n<p>“Perhaps not,” Alice cautiously replied: “but I know I have to beat time when I learn music.”</p>\n<p>“Ah! that accounts for it,” said the Hatter. “He won’t stand beating. Now, if you only kept on good terms with him, he’d do almost anything you liked with theclock. For instance, suppose it were nine o’clock in the morning, just time to begin lessons: you’d only have to whisper a hint to Time, and round goes the clock ina twinkling! Half-past one, time for dinner!”</p>",
		"links": [
			"instruction2",
			"hat2",
			"committee",
			"database2",
			"guidance2"
		]
	},
	"guidance2": {
		"title": "<p>“That would be grand, certainly,” said Alice thoughtfully: “but then—I shouldn’t be hungry for it, you know.”</p>",
		"text": "<p>“Not at first, perhaps,” said the Hatter: “but you could keep it to half-past one as long as you liked.”</p>\n<p>“Is that the way <i>you</i> manage?” Alice asked.</p>\n<p>The Hatter shook his head mournfully. “Not I!” he replied. “We quarrelled last March—just before <i>he</i> went mad, you know—” (pointing with his tea spoon at theMarch Hare,) “—it was at the great concert given by the Queen of Hearts, and I had to sing</p>\n<p class=\"poem\">‘Twinkle, twinkle, little bat!<br>How I wonder what you’re at!’</p>\n<p class=\"noindent\">You know the song, perhaps?”</p>",
		"links": [
			"delivery",
			"magazine",
			"engineering2",
			"boyfriend2",
			"atmosphere"
		]
	},
	"hat": {
		"title": "<p>“It goes on, you know,” the Hatter continued, “in this way:—</p>",
		"text": "<p class=\"poem\">‘Up above the world you fly,<br>Like a tea-tray in the sky.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Twinkle, twinkle—’”</p>\n<p>Here the Dormouse shook itself, and began singing in its sleep “<i>Twinkle, twinkle, twinkle, twinkle</i>—” and went on so long that they had to pinch it to make itstop.</p>\n<p>“Well, I’d hardly finished the first verse,” said the Hatter, “when the Queen jumped up and bawled out, ‘He’s murdering the time! Off with his head!’”</p>\n<p>“How dreadfully savage!” exclaimed Alice.</p>\n<p>“And ever since that,” the Hatter went on in a mournful tone, “he won’t do a thing I ask! It’s always six o’clock now.”</p>",
		"links": [
			"internet",
			"pie2",
			"phone2",
			"tale",
			"reception2"
		]
	},
	"hat2": {
		"title": "<p>“Yes, that’s it,” said the Hatter with a sigh: “it’s always tea-time, and we’ve no time to wash the things between whiles.”</p>",
		"text": "<p>“Then you keep moving round, I suppose?” said Alice.</p>\n<p>“Exactly so,” said the Hatter: “as the things get used up.”</p>\n<p>“But what happens when you come to the beginning again?” Alice ventured to ask.</p>\n<p>“Suppose we change the subject,” the March Hare interrupted, yawning. “I’m getting tired of this. I vote the young lady tells us a story.”</p>\n<p>“I’m afraid I don’t know one,” said Alice, rather alarmed at the proposal.</p>",
		"links": [
			"guidance",
			"engineering",
			"collection2",
			"application",
			"fact2"
		]
	},
	"instruction": {
		"title": "<p>The Dormouse slowly opened his eyes. “I wasn’t asleep,” he said in a hoarse, feeble voice: “I heard every word you fellows were saying.”</p>",
		"text": "<p>“Tell us a story!” said the March Hare.</p>\n<p>“Yes, please do!” pleaded Alice.</p>\n<p>“And be quick about it,” added the Hatter, “or you’ll be asleep again before it’s done.”</p>\n<p>“Once upon a time there were three little sisters,” the Dormouse began in a great hurry; “and their names were Elsie, Lacie, and Tillie; and they lived at thebottom of a well—”</p>\n<p>“What did they live on?” said Alice, who always took a great interest in questions of eating and drinking.</p>",
		"links": [
			"application",
			"phone",
			"music",
			"salad",
			"farmer"
		]
	},
	"instruction2": {
		"title": "<p>“They couldn’t have done that, you know,” Alice gently remarked; “they’d have been ill.”</p>",
		"text": "<p>“So they were,” said the Dormouse; “<i>very</i> ill.”</p>\n<p>Alice tried to fancy to herself what such an extraordinary way of living would be like, but it puzzled her too much, so she went on: “But why did they live at thebottom of a well?”</p>\n<p>“Take some more tea,” the March Hare said to Alice, very earnestly.</p>\n<p>“I’ve had nothing yet,” Alice replied in an offended tone, “so I can’t take more.”</p>\n<p>“You mean you can’t take <i>less</i>,” said the Hatter: “it’s very easy to take<i>more</i> than nothing.”</p>",
		"links": [
			"music",
			"instruction",
			"marketing2",
			"boyfriend",
			"politics"
		]
	},
	"intention": {
		"title": "<p>“Who’s making personal remarks now?” the Hatter asked triumphantly.</p>",
		"text": "<p>Alice did not quite know what to say to this: so she helped herself to some tea and bread-and-butter, and then turned to the Dormouse, and repeated her question.“Why did they live at the bottom of a well?”</p>\n<p>The Dormouse again took a minute or two to think about it, and then said, “It was a treacle-well.”</p>\n<p>“There’s no such thing!” Alice was beginning very angrily, but the Hatter and the March Hare went “Sh! sh!” and the Dormouse sulkily remarked, “If you can’t becivil, you’d better finish the story for yourself.”</p>\n<p>“No, please go on!” Alice said very humbly; “I won’t interrupt again. I dare say there may be <i>one</i>.”</p>\n<p>“One, indeed!” said the Dormouse indignantly. However, he consented to go on. “And so these three little sisters—they were learning to draw, you know—”</p>",
		"links": [
			"fact2",
			"delivery",
			"application",
			"farmer",
			"farmer2"
		]
	},
	"intention2": {
		"title": "<p>“Treacle,” said the Dormouse, without considering at all this time.</p>",
		"text": "<p>“I want a clean cup,” interrupted the Hatter: “let’s all move one place on.”</p>\n<p>He moved on as he spoke, and the Dormouse followed him: the March Hare moved into the Dormouse’s place, and Alice rather unwillingly took the place of the MarchHare. The Hatter was the only one who got any advantage from the change: and Alice was a good deal worse off than before, as the March Hare had just upset themilk-jug into his plate.</p>\n<p>Alice did not wish to offend the Dormouse again, so she began very cautiously: “But I don’t understand. Where did they draw the treacle from?”</p>\n<p>“You can draw water out of a water-well,” said the Hatter; “so I should think you could draw treacle out of a treacle-well—eh, stupid?”</p>\n<p>“But they were <i>in</i> the well,” Alice said to the Dormouse, not choosing to notice this last remark.</p>",
		"links": [
			"atmosphere2",
			"application",
			"fact2",
			"marketing2",
			"combination"
		]
	},
	"internet": {
		"title": "<p>This answer so confused poor Alice, that she let the Dormouse go on for some time without interrupting it.</p>",
		"text": "<p>“They were learning to draw,” the Dormouse went on, yawning and rubbing its eyes, for it was getting very sleepy; “and they drew all manner of things—everythingthat begins with an M—”</p>\n<p>“Why with an M?” said Alice.</p>\n<p>“Why not?” said the March Hare.</p>\n<p>Alice was silent.</p>\n<p>The Dormouse had closed its eyes by this time, and was going off into a doze; but, on being pinched by the Hatter, it woke up again with a little shriek, and wenton: “—that begins with an M, such as mouse-traps, and the moon, and memory, and muchness—you know you say things are “much of a muchness”—did you ever see such athing as a drawing of a muchness?”</p>",
		"links": [
			"boyfriend2",
			"association",
			"instruction2",
			"guidance2",
			"database"
		]
	},
	"internet2": {
		"title": "<p>“Then you shouldn’t talk,” said the Hatter.</p>",
		"text": "<p>This piece of rudeness was more than Alice could bear: she got up in great disgust, and walked off; the Dormouse fell asleep instantly, and neither of the otherstook the least notice of her going, though she looked back once or twice, half hoping that they would call after her: the last time she saw them, they were tryingto put the Dormouse into the teapot.</p>\n<p>“At any rate I’ll never go <i>there</i> again!” said Alice as she picked her way through the wood. “It’s the stupidest tea-party I ever was at in all my life!”</p>\n<p>Just as she said this, she noticed that one of the trees had a door leading right into it. “That’s very curious!” she thought. “But everything’s curious today. Ithink I may as well go in at once.” And in she went.</p>\n<p>Once more she found herself in the long hall, and close to the little glass table. “Now, I’ll manage better this time,” she said to herself, and began by taking thelittle golden key, and unlocking the door that led into the garden. Then she went to work nibbling at the mushroom (she had kept a piece of it in her pocket) tillshe was about a foot high: then she walked down the little passage: and <i>then</i>—she found herself at last in the beautiful garden, among the bright flower-bedsand the cool fountains.</p>\n<p>A large rose-tree stood near the entrance of the garden: the roses growing on it were white, but there were three gardeners at it, busily painting them red. Alicethought this a very curious thing, and she went nearer to watch them, and just as she came up to them she heard one of them say, “Look out now, Five! Don’t gosplashing paint over me like that!”</p>",
		"links": [
			"application",
			"lake",
			"boyfriend",
			"outcome2",
			"farmer2"
		]
	},
	"lake": {
		"title": "<p>On which Seven looked up and said, “That’s right, Five! Always lay the blame on others!”</p>",
		"text": "<p>“<i>You’d</i> better not talk!” said Five. “I heard the Queen say only yesterday you deserved to be beheaded!”</p>\n<p>“What for?” said the one who had spoken first.</p>\n<p>“That’s none of <i>your</i> business, Two!” said Seven.</p>\n<p>“Yes, it <i>is</i> his business!” said Five, “and I’ll tell him—it was for bringing the cook tulip-roots instead of onions.”</p>\n<p>Seven flung down his brush, and had just begun “Well, of all the unjust things—” when his eye chanced to fall upon Alice, as she stood watching them, and he checkedhimself suddenly: the others looked round also, and all of them bowed low.</p>",
		"links": [
			"atmosphere",
			"marketing",
			"intention",
			"application",
			"combination2"
		]
	},
	"lake2": {
		"title": "<p>Five and Seven said nothing, but looked at Two. Two began in a low voice, “Why the fact is, you see, Miss, this here ought to have been a <i>red</i>rose-tree, and we put a white one in by mistake; and if the Queen was to find it out, we should all have our heads cut off, you know. So you see, Miss, we’re doingour best, afore she comes, to—” At this moment Five, who had been anxiously looking across the garden, called out “The Queen! The Queen!” and the three gardenersinstantly threw themselves flat upon their faces. There was a sound of many footsteps, and Alice looked round, eager to see the Queen.</p>",
		"text": "<p>First came ten soldiers carrying clubs; these were all shaped like the three gardeners, oblong and flat, with their hands and feet at the corners: next the tencourtiers; these were ornamented all over with diamonds, and walked two and two, as the soldiers did. After these came the royal children; there were ten of them,and the little dears came jumping merrily along hand in hand, in couples: they were all ornamented with hearts. Next came the guests, mostly Kings and Queens, andamong them Alice recognised the White Rabbit: it was talking in a hurried nervous manner, smiling at everything that was said, and went by without noticing her.Then followed the Knave of Hearts, carrying the King’s crown on a crimson velvet cushion; and, last of all this grand procession, came THE KING AND QUEEN OF HEARTS.</p>\n<p>Alice was rather doubtful whether she ought not to lie down on her face like the three gardeners, but she could not remember ever having heard of such a rule atprocessions; “and besides, what would be the use of a procession,” thought she, “if people had all to lie down upon their faces, so that they couldn’t see it?” Soshe stood still where she was, and waited.</p>\n<p>When the procession came opposite to Alice, they all stopped and looked at her, and the Queen said severely “Who is this?” She said it to the Knave of Hearts, whoonly bowed and smiled in reply.</p>\n<p>“Idiot!” said the Queen, tossing her head impatiently; and, turning to Alice, she went on, “What’s your name, child?”</p>\n<p>“My name is Alice, so please your Majesty,” said Alice very politely; but she added, to herself, “Why, they’re only a pack of cards, after all. I needn’t be afraidof them!”</p>",
		"links": [
			"fact",
			"blood",
			"cancer",
			"atmosphere2",
			"definition"
		]
	},
	"loss": {
		"title": "<p>“How should <i>I</i> know?” said Alice, surprised at her own courage. “It’s no business of <i>mine</i>.”</p>",
		"text": "<p>The Queen turned crimson with fury, and, after glaring at her for a moment like a wild beast, screamed “Off with her head! Off—”</p>\n<p>“Nonsense!” said Alice, very loudly and decidedly, and the Queen was silent.</p>\n<p>The King laid his hand upon her arm, and timidly said “Consider, my dear: she is only a child!”</p>\n<p>The Queen turned angrily away from him, and said to the Knave “Turn them over!”</p>\n<p>The Knave did so, very carefully, with one foot.</p>",
		"links": [
			"intention",
			"boyfriend2",
			"fact",
			"event",
			"collection"
		]
	},
	"loss2": {
		"title": "<p>“Leave off that!” screamed the Queen. “You make me giddy.” And then, turning to the rose-tree, she went on, “What <i>have</i> you been doing here?”</p>",
		"text": "<p>“May it please your Majesty,” said Two, in a very humble tone, going down on one knee as he spoke, “we were trying—”</p>\n<p>“<i>I</i> see!” said the Queen, who had meanwhile been examining the roses. “Off with their heads!” and the procession moved on, three of the soldiers remainingbehind to execute the unfortunate gardeners, who ran to Alice for protection.</p>\n<p>“You shan’t be beheaded!” said Alice, and she put them into a large flower-pot that stood near. The three soldiers wandered about for a minute or two, looking forthem, and then quietly marched off after the others.</p>\n<p>“Are their heads off?” shouted the Queen.</p>\n<p>“Their heads are gone, if it please your Majesty!” the soldiers shouted in reply.</p>",
		"links": [
			"manufacturer2",
			"engineering",
			"delivery2",
			"funeral2",
			"application"
		]
	},
	"magazine": {
		"title": "<p>The soldiers were silent, and looked at Alice, as the question was evidently meant for her.</p>",
		"text": "<p>“Yes!” shouted Alice.</p>\n<p>“Come on, then!” roared the Queen, and Alice joined the procession, wondering very much what would happen next.</p>\n<p>“It’s—it’s a very fine day!” said a timid voice at her side. She was walking by the White Rabbit, who was peeping anxiously into her face.</p>\n<p>“Very,” said Alice: “—where’s the Duchess?”</p>\n<p>“Hush! Hush!” said the Rabbit in a low, hurried tone. He looked anxiously over his shoulder as he spoke, and then raised himself upon tiptoe, put his mouth close toher ear, and whispered “She’s under sentence of execution.”</p>",
		"links": [
			"application2",
			"mixture2",
			"economics",
			"association",
			"collection2"
		]
	},
	"magazine2": {
		"title": "<p>“Did you say ‘What a pity!’?” the Rabbit asked.</p>",
		"text": "<p>“No, I didn’t,” said Alice: “I don’t think it’s at all a pity. I said ‘What for?’”</p>\n<p>“She boxed the Queen’s ears—” the Rabbit began. Alice gave a little scream of laughter. “Oh, hush!” the Rabbit whispered in a frightened tone. “The Queen will hearyou! You see, she came rather late, and the Queen said—”</p>\n<p>“Get to your places!” shouted the Queen in a voice of thunder, and people began running about in all directions, tumbling up against each other; however, they gotsettled down in a minute or two, and the game began. Alice thought she had never seen such a curious croquet-ground in her life; it was all ridges and furrows; theballs were live hedgehogs, the mallets live flamingoes, and the soldiers had to double themselves up and to stand on their hands and feet, to make the arches.</p>\n<p>The chief difficulty Alice found at first was in managing her flamingo: she succeeded in getting its body tucked away, comfortably enough, under her arm, with itslegs hanging down, but generally, just as she had got its neck nicely straightened out, and was going to give the hedgehog a blow with its head, it<i>would</i> twist itself round and look up in her face, with such a puzzled expression that she could not help bursting out laughing: and when she had got its headdown, and was going to begin again, it was very provoking to find that the hedgehog had unrolled itself, and was in the act of crawling away: besides all this,there was generally a ridge or furrow in the way wherever she wanted to send the hedgehog to, and, as the doubled-up soldiers were always getting up and walking offto other parts of the ground, Alice soon came to the conclusion that it was a very difficult game indeed.</p>\n<p>The players all played at once without waiting for turns, quarrelling all the while, and fighting for the hedgehogs; and in a very short time the Queen was in afurious passion, and went stamping about, and shouting “Off with his head!” or “Off with her head!” about once in a minute.</p>",
		"links": [
			"outcome2",
			"engineering2",
			"police",
			"tale",
			"nature"
		]
	},
	"manufacturer": {
		"title": "<p>She was looking about for some way of escape, and wondering whether she could get away without being seen, when she noticed a curious appearance in the air: itpuzzled her very much at first, but, after watching it a minute or two, she made it out to be a grin, and she said to herself “It’s the Cheshire Cat: now I shallhave somebody to talk to.”</p>",
		"text": "<p>“How are you getting on?” said the Cat, as soon as there was mouth enough for it to speak with.</p>\n<p>Alice waited till the eyes appeared, and then nodded. “It’s no use speaking to it,” she thought, “till its ears have come, or at least one of them.” In anotherminute the whole head appeared, and then Alice put down her flamingo, and began an account of the game, feeling very glad she had someone to listen to her. The Catseemed to think that there was enough of it now in sight, and no more of it appeared.</p>\n<p>“I don’t think they play at all fairly,” Alice began, in rather a complaining tone, “and they all quarrel so dreadfully one can’t hear oneself speak—and they don’tseem to have any rules in particular; at least, if there are, nobody attends to them—and you’ve no idea how confusing it is all the things being alive; forinstance, there’s the arch I’ve got to go through next walking about at the other end of the ground—and I should have croqueted the Queen’s hedgehog just now, onlyit ran away when it saw mine coming!”</p>\n<p>“How do you like the Queen?” said the Cat in a low voice.</p>\n<p>“Not at all,” said Alice: “she’s so extremely—” Just then she noticed that the Queen was close behind her, listening: so she went on, “—likely to win, that it’shardly worth while finishing the game.”</p>",
		"links": [
			"outcome",
			"desk",
			"delivery2",
			"guidance2",
			"application"
		]
	},
	"manufacturer2": {
		"title": "<p>“Who <i>are</i> you talking to?” said the King, going up to Alice, and looking at the Cat’s head with great curiosity.</p>",
		"text": "<p>“It’s a friend of mine—a Cheshire Cat,” said Alice: “allow me to introduce it.”</p>\n<p>“I don’t like the look of it at all,” said the King: “however, it may kiss my hand if it likes.”</p>\n<p>“I’d rather not,” the Cat remarked.</p>\n<p>“Don’t be impertinent,” said the King, “and don’t look at me like that!” He got behind Alice as he spoke.</p>\n<p>“A cat may look at a king,” said Alice. “I’ve read that in some book, but I don’t remember where.”</p>",
		"links": [
			"instruction2",
			"atmosphere",
			"combination2",
			"foundation2",
			"explanation2"
		]
	},
	"marketing": {
		"title": "<p>The Queen had only one way of settling all difficulties, great or small. “Off with his head!” she said, without even looking round.</p>",
		"text": "<p>“I’ll fetch the executioner myself,” said the King eagerly, and he hurried off.</p>\n<p>Alice thought she might as well go back, and see how the game was going on, as she heard the Queen’s voice in the distance, screaming with passion. She had alreadyheard her sentence three of the players to be executed for having missed their turns, and she did not like the look of things at all, as the game was in suchconfusion that she never knew whether it was her turn or not. So she went in search of her hedgehog.</p>\n<p>The hedgehog was engaged in a fight with another hedgehog, which seemed to Alice an excellent opportunity for croqueting one of them with the other: the onlydifficulty was, that her flamingo was gone across to the other side of the garden, where Alice could see it trying in a helpless sort of way to fly up into a tree.</p>\n<p>By the time she had caught the flamingo and brought it back, the fight was over, and both the hedgehogs were out of sight: “but it doesn’t matter much,” thoughtAlice, “as all the arches are gone from this side of the ground.” So she tucked it away under her arm, that it might not escape again, and went back for a littlemore conversation with her friend.</p>\n<p>When she got back to the Cheshire Cat, she was surprised to find quite a large crowd collected round it: there was a dispute going on between the executioner, theKing, and the Queen, who were all talking at once, while all the rest were quite silent, and looked very uncomfortable.</p>",
		"links": [
			"intention",
			"salad2",
			"desk2",
			"funeral",
			"tea2"
		]
	},
	"marketing2": {
		"title": "<p>The executioner’s argument was, that you couldn’t cut off a head unless there was a body to cut it off from: that he had never had to do such a thing before, and hewasn’t going to begin at <i>his</i> time of life.</p>",
		"text": "<p>The King’s argument was, that anything that had a head could be beheaded, and that you weren’t to talk nonsense.</p>\n<p>The Queen’s argument was, that if something wasn’t done about it in less than no time she’d have everybody executed, all round. (It was this last remark that hadmade the whole party look so grave and anxious.)</p>\n<p>Alice could think of nothing else to say but “It belongs to the Duchess: you’d better ask <i>her</i> about it.”</p>\n<p>“She’s in prison,” the Queen said to the executioner: “fetch her here.” And the executioner went off like an arrow.</p>\n<p>The Cat’s head began fading away the moment he was gone, and, by the time he had come back with the Duchess, it had entirely disappeared; so the King and theexecutioner ran wildly up and down looking for it, while the rest of the party went back to the game.</p>",
		"links": [
			"desk",
			"internet",
			"atmosphere2",
			"recommendation",
			"feedback"
		]
	},
	"medicine": {
		"title": "<p>Alice was very glad to find her in such a pleasant temper, and thought to herself that perhaps it was only the pepper that had made her so savage when they met inthe kitchen.</p>",
		"text": "<p>“When <i>I’m</i> a Duchess,” she said to herself, (not in a very hopeful tone though), “I won’t have any pepper in my kitchen <i>at all</i>. Soup does very wellwithout—Maybe it’s always pepper that makes people hot-tempered,” she went on, very much pleased at having found out a new kind of rule, “and vinegar that makesthem sour—and camomile that makes them bitter—and—and barley-sugar and such things that make children sweet-tempered. I only wish people knew<i>that</i>: then they wouldn’t be so stingy about it, you know—”</p>\n<p>She had quite forgotten the Duchess by this time, and was a little startled when she heard her voice close to her ear. “You’re thinking about something, my dear,and that makes you forget to talk. I can’t tell you just now what the moral of that is, but I shall remember it in a bit.”</p>\n<p>“Perhaps it hasn’t one,” Alice ventured to remark.</p>\n<p>“Tut, tut, child!” said the Duchess. “Everything’s got a moral, if only you can find it.” And she squeezed herself up closer to Alice’s side as she spoke.</p>\n<p>Alice did not much like keeping so close to her: first, because the Duchess was<i>very</i> ugly; and secondly, because she was exactly the right height to rest her chin upon Alice’s shoulder, and it was an uncomfortably sharp chin. However,she did not like to be rude, so she bore it as well as she could.</p>",
		"links": [
			"instruction2",
			"economics",
			"collection2",
			"internet2",
			"magazine"
		]
	},
	"medicine2": {
		"title": "<p>“’Tis so,” said the Duchess: “and the moral of that is—‘Oh, ’tis love, ’tis love, that makes the world go round!’”</p>",
		"text": "<p>“Somebody said,” Alice whispered, “that it’s done by everybody minding their own business!”</p>\n<p>“Ah, well! It means much the same thing,” said the Duchess, digging her sharp little chin into Alice’s shoulder as she added, “and the moral of <i>that</i>is—‘Take care of the sense, and the sounds will take care of themselves.’”</p>\n<p>“How fond she is of finding morals in things!” Alice thought to herself.</p>\n<p>“I dare say you’re wondering why I don’t put my arm round your waist,” the Duchess said after a pause: “the reason is, that I’m doubtful about the temper of yourflamingo. Shall I try the experiment?”</p>\n<p>“He might bite,” Alice cautiously replied, not feeling at all anxious to have the experiment tried.</p>",
		"links": [
			"blood2",
			"feedback2",
			"recommendation",
			"atmosphere",
			"feedback"
		]
	},
	"mixture": {
		"title": "<p>“Only mustard isn’t a bird,” Alice remarked.</p>",
		"text": "<p>“Right, as usual,” said the Duchess: “what a clear way you have of putting things!”</p>\n<p>“It’s a mineral, I <i>think</i>,” said Alice.</p>\n<p>“Of course it is,” said the Duchess, who seemed ready to agree to everything that Alice said; “there’s a large mustard-mine near here. And the moral of that is—‘Themore there is of mine, the less there is of yours.’”</p>\n<p>“Oh, I know!” exclaimed Alice, who had not attended to this last remark, “it’s a vegetable. It doesn’t look like one, but it is.”</p>\n<p>“I quite agree with you,” said the Duchess; “and the moral of that is—‘Be what you would seem to be’—or if you’d like it put more simply—‘Never imagine yourself notto be otherwise than what it might appear to others that what you were or might have been was not otherwise than what you had been would have appeared to them to beotherwise.’”</p>",
		"links": [
			"farmer2",
			"friendship",
			"guidance",
			"feedback",
			"engineering2"
		]
	},
	"mixture2": {
		"title": "<p>“That’s nothing to what I could say if I chose,” the Duchess replied, in a pleased tone.</p>",
		"text": "<p>“Pray don’t trouble yourself to say it any longer than that,” said Alice.</p>\n<p>“Oh, don’t talk about trouble!” said the Duchess. “I make you a present of everything I’ve said as yet.”</p>\n<p>“A cheap sort of present!” thought Alice. “I’m glad they don’t give birthday presents like that!” But she did not venture to say it out loud.</p>\n<p>“Thinking again?” the Duchess asked, with another dig of her sharp little chin.</p>\n<p>“I’ve a right to think,” said Alice sharply, for she was beginning to feel a little worried.</p>",
		"links": [
			"economics2",
			"guidance2",
			"atmosphere2",
			"explanation2",
			"application"
		]
	},
	"music": {
		"title": "<p>But here, to Alice’s great surprise, the Duchess’s voice died away, even in the middle of her favourite word ‘moral,’ and the arm that was linked into hers began totremble. Alice looked up, and there stood the Queen in front of them, with her arms folded, frowning like a thunderstorm.</p>",
		"text": "<p>“A fine day, your Majesty!” the Duchess began in a low, weak voice.</p>\n<p>“Now, I give you fair warning,” shouted the Queen, stamping on the ground as she spoke; “either you or your head must be off, and that in about half no time! Takeyour choice!”</p>\n<p>The Duchess took her choice, and was gone in a moment.</p>\n<p>“Let’s go on with the game,” the Queen said to Alice; and Alice was too much frightened to say a word, but slowly followed her back to the croquet-ground.</p>\n<p>The other guests had taken advantage of the Queen’s absence, and were resting in the shade: however, the moment they saw her, they hurried back to the game, theQueen merely remarking that a moment’s delay would cost them their lives.</p>",
		"links": [
			"marketing",
			"hat2",
			"committee",
			"friendship2",
			"delivery2"
		]
	},
	"music2": {
		"title": "<p>Then the Queen left off, quite out of breath, and said to Alice, “Have you seen the Mock Turtle yet?”</p>",
		"text": "<p>“No,” said Alice. “I don’t even know what a Mock Turtle is.”</p>\n<p>“It’s the thing Mock Turtle Soup is made from,” said the Queen.</p>\n<p>“I never saw one, or heard of one,” said Alice.</p>\n<p>“Come on, then,” said the Queen, “and he shall tell you his history.”</p>\n<p>As they walked off together, Alice heard the King say in a low voice, to the company generally, “You are all pardoned.” “Come, <i>that’s</i> a good thing!” she saidto herself, for she had felt quite unhappy at the number of executions the Queen had ordered.</p>",
		"links": [
			"lake2",
			"event2",
			"committee2",
			"database",
			"funeral2"
		]
	},
	"nature": {
		"title": "<p>The Gryphon sat up and rubbed its eyes: then it watched the Queen till she was out of sight: then it chuckled. “What fun!” said the Gryphon, half to itself, half toAlice.</p>",
		"text": "<p>“What <i>is</i> the fun?” said Alice.</p>\n<p>“Why, <i>she</i>,” said the Gryphon. “It’s all her fancy, that: they never executes nobody, you know. Come on!”</p>\n<p>“Everybody says ‘come on!’ here,” thought Alice, as she went slowly after it: “I never was so ordered about in all my life, never!”</p>\n<p>They had not gone far before they saw the Mock Turtle in the distance, sitting sad and lonely on a little ledge of rock, and, as they came nearer, Alice could hearhim sighing as if his heart would break. She pitied him deeply. “What is his sorrow?” she asked the Gryphon, and the Gryphon answered, very nearly in the same wordsas before, “It’s all his fancy, that: he hasn’t got no sorrow, you know. Come on!”</p>\n<p>So they went up to the Mock Turtle, who looked at them with large eyes full of tears, but said nothing.</p>",
		"links": [
			"magazine",
			"cancer2",
			"collection2",
			"combination",
			"marketing2"
		]
	},
	"nature2": {
		"title": "<p>“I’ll tell it her,” said the Mock Turtle in a deep, hollow tone: “sit down, both of you, and don’t speak a word till I’ve finished.”</p>",
		"text": "<p>So they sat down, and nobody spoke for some minutes. Alice thought to herself, “I don’t see how he can <i>ever</i> finish, if he doesn’t begin.” But she waitedpatiently.</p>\n<p>“Once,” said the Mock Turtle at last, with a deep sigh, “I was a real Turtle.”</p>\n<p>These words were followed by a very long silence, broken only by an occasional exclamation of “Hjckrrh!” from the Gryphon, and the constant heavy sobbing of theMock Turtle. Alice was very nearly getting up and saying, “Thank you, sir, for your interesting story,” but she could not help thinking there <i>must</i>be more to come, so she sat still and said nothing.</p>\n<p>“When we were little,” the Mock Turtle went on at last, more calmly, though still sobbing a little now and then, “we went to school in the sea. The master was anold Turtle—we used to call him Tortoise—”</p>\n<p>“Why did you call him Tortoise, if he wasn’t one?” Alice asked.</p>",
		"links": [
			"instruction",
			"guidance2",
			"combination",
			"fact",
			"feedback2"
		]
	},
	"newspaper": {
		"title": "<p>“You ought to be ashamed of yourself for asking such a simple question,” added the Gryphon; and then they both sat silent and looked at poor Alice, who felt readyto sink into the earth. At last the Gryphon said to the Mock Turtle, “Drive on, old fellow! Don’t be all day about it!” and he went on in these words:</p>",
		"text": "<p>“Yes, we went to school in the sea, though you mayn’t believe it—”</p>\n<p>“I never said I didn’t!” interrupted Alice.</p>\n<p>“You did,” said the Mock Turtle.</p>\n<p>“Hold your tongue!” added the Gryphon, before Alice could speak again. The Mock Turtle went on.</p>\n<p>“We had the best of educations—in fact, we went to school every day—”</p>",
		"links": [
			"boyfriend",
			"intention2",
			"feedback",
			"phone",
			"medicine2"
		]
	},
	"newspaper2": {
		"title": "<p>“With extras?” asked the Mock Turtle a little anxiously.</p>",
		"text": "<p>“Yes,” said Alice, “we learned French and music.”</p>\n<p>“And washing?” said the Mock Turtle.</p>\n<p>“Certainly not!” said Alice indignantly.</p>\n<p>“Ah! then yours wasn’t a really good school,” said the Mock Turtle in a tone of great relief. “Now at <i>ours</i> they had at the end of the bill, ‘French, music,<i>and washing</i>—extra.’”</p>\n<p>“You couldn’t have wanted it much,” said Alice; “living at the bottom of the sea.”</p>",
		"links": [
			"event",
			"loss2",
			"blood",
			"atmosphere2",
			"engineering2"
		]
	},
	"operation": {
		"title": "<p>“What was that?” inquired Alice.</p>",
		"text": "<p>“Reeling and Writhing, of course, to begin with,” the Mock Turtle replied; “and then the different branches of Arithmetic—Ambition, Distraction, Uglification, andDerision.”</p>\n<p>“I never heard of ‘Uglification,’” Alice ventured to say. “What is it?”</p>\n<p>The Gryphon lifted up both its paws in surprise. “What! Never heard of uglifying!” it exclaimed. “You know what to beautify is, I suppose?”</p>\n<p>“Yes,” said Alice doubtfully: “it means—to—make—anything—prettier.”</p>\n<p>“Well, then,” the Gryphon went on, “if you don’t know what to uglify is, you<i>are</i> a simpleton.”</p>",
		"links": [
			"reflection",
			"intention",
			"instruction2",
			"medicine",
			"medicine2"
		]
	},
	"operation2": {
		"title": "<p>“Well, there was Mystery,” the Mock Turtle replied, counting off the subjects on his flappers, “—Mystery, ancient and modern, with Seaography: then Drawling—theDrawling-master was an old conger-eel, that used to come once a week: <i>he</i> taught us Drawling, Stretching, and Fainting in Coils.”</p>",
		"text": "<p>“What was <i>that</i> like?” said Alice.</p>\n<p>“Well, I can’t show it you myself,” the Mock Turtle said: “I’m too stiff. And the Gryphon never learnt it.”</p>\n<p>“Hadn’t time,” said the Gryphon: “I went to the Classics master, though. He was an old crab, <i>he</i> was.”</p>\n<p>“I never went to him,” the Mock Turtle said with a sigh: “he taught Laughing and Grief, they used to say.”</p>\n<p>“So he did, so he did,” said the Gryphon, sighing in his turn; and both creatures hid their faces in their paws.</p>",
		"links": [
			"pie",
			"combination",
			"definition2",
			"feedback2",
			"farmer"
		]
	},
	"outcome": {
		"title": "<p>“Ten hours the first day,” said the Mock Turtle: “nine the next, and so on.”</p>",
		"text": "<p>“What a curious plan!” exclaimed Alice.</p>\n<p>“That’s the reason they’re called lessons,” the Gryphon remarked: “because they lessen from day to day.”</p>\n<p>This was quite a new idea to Alice, and she thought it over a little before she made her next remark. “Then the eleventh day must have been a holiday?”</p>\n<p>“Of course it was,” said the Mock Turtle.</p>\n<p>“And how did you manage on the twelfth?” Alice went on eagerly.</p>",
		"links": [
			"marketing",
			"combination2",
			"database2",
			"feedback2",
			"fact2"
		]
	},
	"outcome2": {
		"title": "<p>The Mock Turtle sighed deeply, and drew the back of one flapper across his eyes. He looked at Alice, and tried to speak, but for a minute or two sobs choked hisvoice. “Same as if he had a bone in his throat,” said the Gryphon: and it set to work shaking him and punching him in the back. At last the Mock Turtle recoveredhis voice, and, with tears running down his cheeks, he went on again:—</p>",
		"text": "<p>“You may not have lived much under the sea—” (“I haven’t,” said Alice)—“and perhaps you were never even introduced to a lobster—” (Alice began to say “I oncetasted—” but checked herself hastily, and said “No, never”) “—so you can have no idea what a delightful thing a Lobster Quadrille is!”</p>\n<p>“No, indeed,” said Alice. “What sort of a dance is it?”</p>\n<p>“Why,” said the Gryphon, “you first form into a line along the sea-shore—”</p>\n<p>“Two lines!” cried the Mock Turtle. “Seals, turtles, salmon, and so on; then, when you’ve cleared all the jelly-fish out of the way—”</p>\n<p>“<i>That</i> generally takes some time,” interrupted the Gryphon.</p>",
		"links": [
			"salad2",
			"committee",
			"association",
			"application2",
			"committee2"
		]
	},
	"phone": {
		"title": "<p>“Each with a lobster as a partner!” cried the Gryphon.</p>",
		"text": "<p>“Of course,” the Mock Turtle said: “advance twice, set to partners—”</p>\n<p>“—change lobsters, and retire in same order,” continued the Gryphon.</p>\n<p>“Then, you know,” the Mock Turtle went on, “you throw the—”</p>\n<p>“The lobsters!” shouted the Gryphon, with a bound into the air.</p>\n<p>“—as far out to sea as you can—”</p>",
		"links": [
			"salad",
			"tea2",
			"operation2",
			"mixture2",
			"cancer2"
		]
	},
	"phone2": {
		"title": "<p>“Turn a somersault in the sea!” cried the Mock Turtle, capering wildly about.</p>",
		"text": "<p>“Change lobsters again!” yelled the Gryphon at the top of its voice.</p>\n<p>“Back to land again, and that’s all the first figure,” said the Mock Turtle, suddenly dropping his voice; and the two creatures, who had been jumping about like madthings all this time, sat down again very sadly and quietly, and looked at Alice.</p>\n<p>“It must be a very pretty dance,” said Alice timidly.</p>\n<p>“Would you like to see a little of it?” said the Mock Turtle.</p>\n<p>“Very much indeed,” said Alice.</p>",
		"links": [
			"instruction",
			"boyfriend2",
			"blood",
			"delivery",
			"guidance2"
		]
	},
	"pie": {
		"title": "<p>“Oh, <i>you</i> sing,” said the Gryphon. “I’ve forgotten the words.”</p>",
		"text": "<p>So they began solemnly dancing round and round Alice, every now and then treading on her toes when they passed too close, and waving their forepaws to mark thetime, while the Mock Turtle sang this, very slowly and sadly:—</p>\n<p class=\"poem\">“Will you walk a little faster?” said a whiting to a snail.<br>“There’s a porpoise close behind us, and he’s treading on my tail.<br>See how eagerly the lobsters and the turtles all advance!<br>They are waiting on the shingle—will you come and join the dance?<br>Will you, won’t you, will you, won’t you, will you join the dance?<br>Will you, won’t you, will you, won’t you, won’t you join the dance?<br><br>“You can really have no notion how delightful it will be<br>When they take us up and throw us, with the lobsters, out to sea!”<br>But the snail replied “Too far, too far!” and gave a look askance—<br>Said he thanked the whiting kindly, but he would not join the dance.<br>Would not, could not, would not, could not, would not join the dance.<br>Would not, could not, would not, could not, could not join the dance.<br><br>“What matters it how far we go?” his scaly friend replied.<br>“There is another shore, you know, upon the other side.<br>The further off from England the nearer is to France—<br>Then turn not pale, beloved snail, but come and join the dance.<br>Will you, won’t you, will you, won’t you, will you join the dance?<br>Will you, won’t you, will you, won’t you, won’t you join the dance?”</p>\n<p>“Thank you, it’s a very interesting dance to watch,” said Alice, feeling very glad that it was over at last: “and I do so like that curious song about the whiting!”</p>\n<p>“Oh, as to the whiting,” said the Mock Turtle, “they—you’ve seen them, of course?”</p>\n<p>“Yes,” said Alice, “I’ve often seen them at dinn—” she checked herself hastily.</p>",
		"links": [
			"outcome2",
			"instruction2",
			"tale2",
			"politics",
			"recommendation"
		]
	},
	"pie2": {
		"title": "<p>“I believe so,” Alice replied thoughtfully. “They have their tails in their mouths—and they’re all over crumbs.”</p>",
		"text": "<p>“You’re wrong about the crumbs,” said the Mock Turtle: “crumbs would all wash off in the sea. But they <i>have</i> their tails in their mouths; and the reason is—”here the Mock Turtle yawned and shut his eyes.—“Tell her about the reason and all that,” he said to the Gryphon.</p>\n<p>“The reason is,” said the Gryphon, “that they <i>would</i> go with the lobsters to the dance. So they got thrown out to sea. So they had to fall a long way. So theygot their tails fast in their mouths. So they couldn’t get them out again. That’s all.”</p>\n<p>“Thank you,” said Alice, “it’s very interesting. I never knew so much about a whiting before.”</p>\n<p>“I can tell you more than that, if you like,” said the Gryphon. “Do you know why it’s called a whiting?”</p>\n<p>“I never thought about it,” said Alice. “Why?”</p>",
		"links": [
			"mixture2",
			"feedback2",
			"hat",
			"combination2",
			"blood"
		]
	},
	"police": {
		"title": "<p>Alice was thoroughly puzzled. “Does the boots and shoes!” she repeated in a wondering tone.</p>",
		"text": "<p>“Why, what are <i>your</i> shoes done with?” said the Gryphon. “I mean, what makes them so shiny?”</p>\n<p>Alice looked down at them, and considered a little before she gave her answer. “They’re done with blacking, I believe.”</p>\n<p>“Boots and shoes under the sea,” the Gryphon went on in a deep voice, “are done with a whiting. Now you know.”</p>\n<p>“And what are they made of?” Alice asked in a tone of great curiosity.</p>\n<p>“Soles and eels, of course,” the Gryphon replied rather impatiently: “any shrimp could have told you that.”</p>",
		"links": [
			"operation",
			"association",
			"desk2",
			"committee2",
			"combination2"
		]
	},
	"police2": {
		"title": "<p>“They were obliged to have him with them,” the Mock Turtle said: “no wise fish would go anywhere without a porpoise.”</p>",
		"text": "<p>“Wouldn’t it really?” said Alice in a tone of great surprise.</p>\n<p>“Of course not,” said the Mock Turtle: “why, if a fish came to <i>me</i>, and told me he was going a journey, I should say ‘With what porpoise?’”</p>\n<p>“Don’t you mean ‘purpose’?” said Alice.</p>\n<p>“I mean what I say,” the Mock Turtle replied in an offended tone. And the Gryphon added “Come, let’s hear some of <i>your</i> adventures.”</p>\n<p>“I could tell you my adventures—beginning from this morning,” said Alice a little timidly: “but it’s no use going back to yesterday, because I was a differentperson then.”</p>",
		"links": [
			"music",
			"blood",
			"economics2",
			"internet2",
			"marketing2"
		]
	},
	"politics": {
		"title": "<p>“No, no! The adventures first,” said the Gryphon in an impatient tone: “explanations take such a dreadful time.”</p>",
		"text": "<p>So Alice began telling them her adventures from the time when she first saw the White Rabbit. She was a little nervous about it just at first, the two creatures gotso close to her, one on each side, and opened their eyes and mouths so <i>very</i> wide, but she gained courage as she went on. Her listeners were perfectly quiettill she got to the part about her repeating “<i>You are old, Father William</i>,” to the Caterpillar, and the words all coming different, and then the Mock Turtledrew a long breath, and said “That’s very curious.”</p>\n<p>“It’s all about as curious as it can be,” said the Gryphon.</p>\n<p>“It all came different!” the Mock Turtle repeated thoughtfully. “I should like to hear her try and repeat something now. Tell her to begin.” He looked at theGryphon as if he thought it had some kind of authority over Alice.</p>\n<p>“Stand up and repeat ‘’<i>Tis the voice of the sluggard</i>,’” said the Gryphon.</p>\n<p>“How the creatures order one about, and make one repeat lessons!” thought Alice; “I might as well be at school at once.” However, she got up, and began to repeatit, but her head was so full of the Lobster Quadrille, that she hardly knew what she was saying, and the words came very queer indeed:—</p>",
		"links": [
			"farmer",
			"definition2",
			"association2",
			"cancer",
			"delivery"
		]
	},
	"politics2": {
		"title": "<p>“That’s different from what <i>I</i> used to say when I was a child,” said the Gryphon.</p>",
		"text": "<p>“Well, I never heard it before,” said the Mock Turtle; “but it sounds uncommon nonsense.”</p>\n<p>Alice said nothing; she had sat down with her face in her hands, wondering if anything would <i>ever</i> happen in a natural way again.</p>\n<p>“I should like to have it explained,” said the Mock Turtle.</p>\n<p>“She can’t explain it,” said the Gryphon hastily. “Go on with the next verse.”</p>\n<p>“But about his toes?” the Mock Turtle persisted. “How <i>could</i> he turn them out with his nose, you know?”</p>",
		"links": [
			"manufacturer",
			"foundation",
			"foundation2",
			"association",
			"committee2"
		]
	},
	"reception": {
		"title": "<p>“Go on with the next verse,” the Gryphon repeated impatiently: “it begins ‘<i>I passed by his garden</i>.’”</p>",
		"text": "<p>Alice did not dare to disobey, though she felt sure it would all come wrong, and she went on in a trembling voice:—</p>\n<p class=\"poem\">“I passed by his garden, and marked, with one eye,<br>How the Owl and the Panther were sharing a pie—”<br><br>[later editions continued as follows<br>The Panther took pie-crust, and gravy, and meat,<br>While the Owl had the dish as its share of the treat.<br>When the pie was all finished, the Owl, as a boon,<br>Was kindly permitted to pocket the spoon:<br>While the Panther received knife and fork with a growl,<br>And concluded the banquet—]</p>\n<p>“What <i>is</i> the use of repeating all that stuff,” the Mock Turtle interrupted, “if you don’t explain it as you go on? It’s by far the most confusing thing <i>I</i> ever heard!”</p>\n<p>“Yes, I think you’d better leave off,” said the Gryphon: and Alice was only too glad to do so.</p>\n<p>“Shall we try another figure of the Lobster Quadrille?” the Gryphon went on. “Or would you like the Mock Turtle to sing you a song?”</p>",
		"links": [
			"salad",
			"combination2",
			"economics",
			"event",
			"engineering"
		]
	},
	"reception2": {
		"title": "<p>The Mock Turtle sighed deeply, and began, in a voice sometimes choked with sobs, to sing this:—</p>",
		"text": "<p class=\"poem\">“Beautiful Soup, so rich and green,<br>Waiting in a hot tureen!<br>Who for such dainties would not stoop?<br>Soup of the evening, beautiful Soup!<br>Soup of the evening, beautiful Soup!<br>&nbsp;&nbsp;&nbsp;&nbsp;Beau—ootiful Soo—oop!<br>&nbsp;&nbsp;&nbsp;&nbsp;Beau—ootiful Soo—oop!<br>Soo—oop of the e—e—evening,<br>&nbsp;&nbsp;&nbsp;&nbsp;Beautiful, beautiful Soup!<br><br>“Beautiful Soup! Who cares for fish,<br>Game, or any other dish?<br>Who would not give all else for two p<br>ennyworth only of beautiful Soup?<br>Pennyworth only of beautiful Soup?<br>&nbsp;&nbsp;&nbsp;&nbsp;Beau—ootiful Soo—oop!<br>&nbsp;&nbsp;&nbsp;&nbsp;Beau—ootiful Soo—oop!<br>Soo—oop of the e—e—evening,<br>&nbsp;&nbsp;&nbsp;&nbsp;Beautiful, beauti—FUL SOUP!”</p>\n<p>“Chorus again!” cried the Gryphon, and the Mock Turtle had just begun to repeat it, when a cry of “The trial’s beginning!” was heard in the distance.</p>\n<p>“Come on!” cried the Gryphon, and, taking Alice by the hand, it hurried off, without waiting for the end of the song.</p>\n<p>“What trial is it?” Alice panted as she ran; but the Gryphon only answered “Come on!” and ran the faster, while more and more faintly came, carried on the breezethat followed them, the melancholy words:—</p>\n<p class=\"poem\">“Soo—oop of the e—e—evening,<br>&nbsp;&nbsp;&nbsp;&nbsp;Beautiful, beautiful Soup!”</p>",
		"links": [
			"newspaper2",
			"event2",
			"boyfriend2",
			"definition",
			"feedback2"
		]
	},
	"recommendation": {
		"title": "<p>Alice had never been in a court of justice before, but she had read about them in books, and she was quite pleased to find that she knew the name of nearlyeverything there. “That’s the judge,” she said to herself, “because of his great wig.”</p>",
		"text": "<p>The judge, by the way, was the King; and as he wore his crown over the wig, (look at the frontispiece if you want to see how he did it,) he did not look at allcomfortable, and it was certainly not becoming.</p>\n<p>“And that’s the jury-box,” thought Alice, “and those twelve creatures,” (she was obliged to say “creatures,” you see, because some of them were animals, and somewere birds,) “I suppose they are the jurors.” She said this last word two or three times over to herself, being rather proud of it: for she thought, and rightlytoo, that very few little girls of her age knew the meaning of it at all. However, “jury-men” would have done just as well.</p>\n<p>The twelve jurors were all writing very busily on slates. “What are they doing?” Alice whispered to the Gryphon. “They can’t have anything to put down yet, beforethe trial’s begun.”</p>\n<p>“They’re putting down their names,” the Gryphon whispered in reply, “for fear they should forget them before the end of the trial.”</p>\n<p>“Stupid things!” Alice began in a loud, indignant voice, but she stopped hastily, for the White Rabbit cried out, “Silence in the court!” and the King put on hisspectacles and looked anxiously round, to make out who was talking.</p>",
		"links": [
			"internet",
			"boyfriend",
			"lake2",
			"atmosphere",
			"intention2"
		]
	},
	"recommendation2": {
		"title": "<p>One of the jurors had a pencil that squeaked. This of course, Alice could<i>not</i> stand, and she went round the court and got behind him, and very soon found an opportunity of taking it away. She did it so quickly that the poor littlejuror (it was Bill, the Lizard) could not make out at all what had become of it; so, after hunting all about for it, he was obliged to write with one finger for therest of the day; and this was of very little use, as it left no mark on the slate.</p>",
		"text": "<p>“Herald, read the accusation!” said the King.</p>\n<p>On this the White Rabbit blew three blasts on the trumpet, and then unrolled the parchment scroll, and read as follows:—</p>\n<p class=\"poem\">“The Queen of Hearts, she made some tarts,<br>&nbsp;&nbsp;&nbsp;&nbsp;All on a summer day:<br>The Knave of Hearts, he stole those tarts,<br>&nbsp;&nbsp;&nbsp;&nbsp;And took them quite away!”</p>\n<p>“Consider your verdict,” the King said to the jury.</p>\n<p>“Not yet, not yet!” the Rabbit hastily interrupted. “There’s a great deal to come before that!”</p>",
		"links": [
			"engineering",
			"collection2",
			"farmer",
			"mixture2",
			"explanation2"
		]
	},
	"reflection": {
		"title": "<p>The first witness was the Hatter. He came in with a teacup in one hand and a piece of bread-and-butter in the other. “I beg pardon, your Majesty,” he began, “forbringing these in: but I hadn’t quite finished my tea when I was sent for.”</p>",
		"text": "<p>“You ought to have finished,” said the King. “When did you begin?”</p>\n<p>The Hatter looked at the March Hare, who had followed him into the court, arm-in-arm with the Dormouse. “Fourteenth of March, I <i>think</i> it was,” he said.</p>\n<p>“Fifteenth,” said the March Hare.</p>\n<p>“Sixteenth,” added the Dormouse.</p>\n<p>“Write that down,” the King said to the jury, and the jury eagerly wrote down all three dates on their slates, and then added them up, and reduced the answer toshillings and pence.</p>",
		"links": [
			"combination",
			"lake2",
			"boyfriend2",
			"atmosphere2",
			"fact"
		]
	},
	"reflection2": {
		"title": "<p>“It isn’t mine,” said the Hatter.</p>",
		"text": "<p>“<i>Stolen!</i>” the King exclaimed, turning to the jury, who instantly made a memorandum of the fact.</p>\n<p>“I keep them to sell,” the Hatter added as an explanation; “I’ve none of my own. I’m a hatter.”</p>\n<p>Here the Queen put on her spectacles, and began staring at the Hatter, who turned pale and fidgeted.</p>\n<p>“Give your evidence,” said the King; “and don’t be nervous, or I’ll have you executed on the spot.”</p>\n<p>This did not seem to encourage the witness at all: he kept shifting from one foot to the other, looking uneasily at the Queen, and in his confusion he bit a largepiece out of his teacup instead of the bread-and-butter.</p>",
		"links": [
			"combination",
			"tea2",
			"marketing2",
			"boyfriend",
			"hat"
		]
	},
	"salad": {
		"title": "<p>“I wish you wouldn’t squeeze so,” said the Dormouse, who was sitting next to her. “I can hardly breathe.”</p>",
		"text": "<p>“I can’t help it,” said Alice very meekly: “I’m growing.”</p>\n<p>“You’ve no right to grow <i>here</i>,” said the Dormouse.</p>\n<p>“Don’t talk nonsense,” said Alice more boldly: “you know you’re growing too.”</p>\n<p>“Yes, but <i>I</i> grow at a reasonable pace,” said the Dormouse: “not in that ridiculous fashion.” And he got up very sulkily and crossed over to the other side ofthe court.</p>\n<p>All this time the Queen had never left off staring at the Hatter, and, just as the Dormouse crossed the court, she said to one of the officers of the court, “Bringme the list of the singers in the last concert!” on which the wretched Hatter trembled so, that he shook both his shoes off.</p>",
		"links": [
			"cancer2",
			"lake",
			"event",
			"definition2",
			"funeral2"
		]
	},
	"salad2": {
		"title": "<p>“I’m a poor man, your Majesty,” the Hatter began, in a trembling voice, “—and I hadn’t begun my tea—not above a week or so—and what with the bread-and-buttergetting so thin—and the twinkling of the tea—”</p>",
		"text": "<p>“The twinkling of the <i>what?</i>” said the King.</p>\n<p>“It <i>began</i> with the tea,” the Hatter replied.</p>\n<p>“Of course twinkling begins with a T!” said the King sharply. “Do you take me for a dunce? Go on!”</p>\n<p>“I’m a poor man,” the Hatter went on, “and most things twinkled after that—only the March Hare said—”</p>\n<p>“I didn’t!” the March Hare interrupted in a great hurry.</p>",
		"links": [
			"internet",
			"lake2",
			"nature2",
			"reception2",
			"medicine"
		]
	},
	"tale": {
		"title": "<p>“I deny it!” said the March Hare.</p>",
		"text": "<p>“He denies it,” said the King: “leave out that part.”</p>\n<p>“Well, at any rate, the Dormouse said—” the Hatter went on, looking anxiously round to see if he would deny it too: but the Dormouse denied nothing, being fastasleep.</p>\n<p>“After that,” continued the Hatter, “I cut some more bread-and-butter—”</p>\n<p>“But what did the Dormouse say?” one of the jury asked.</p>\n<p>“That I can’t remember,” said the Hatter.</p>",
		"links": [
			"application",
			"database2",
			"intention",
			"newspaper",
			"loss2"
		]
	},
	"tale2": {
		"title": "<p>The miserable Hatter dropped his teacup and bread-and-butter, and went down on one knee. “I’m a poor man, your Majesty,” he began.</p>",
		"text": "<p>“You’re a <i>very</i> poor <i>speaker</i>,” said the King.</p>\n<p>Here one of the guinea-pigs cheered, and was immediately suppressed by the officers of the court. (As that is rather a hard word, I will just explain to you how itwas done. They had a large canvas bag, which tied up at the mouth with strings: into this they slipped the guinea-pig, head first, and then sat upon it.)</p>\n<p>“I’m glad I’ve seen that done,” thought Alice. “I’ve so often read in the newspapers, at the end of trials, “There was some attempt at applause, which wasimmediately suppressed by the officers of the court,” and I never understood what it meant till now.”</p>\n<p>“If that’s all you know about it, you may stand down,” continued the King.</p>\n<p>“I can’t go no lower,” said the Hatter: “I’m on the floor, as it is.”</p>",
		"links": [
			"funeral2",
			"combination",
			"cancer2",
			"combination2",
			"database"
		]
	},
	"tea": {
		"title": "<p>Here the other guinea-pig cheered, and was suppressed.</p>",
		"text": "<p>“Come, that finished the guinea-pigs!” thought Alice. “Now we shall get on better.”</p>\n<p>“I’d rather finish my tea,” said the Hatter, with an anxious look at the Queen, who was reading the list of singers.</p>\n<p>“You may go,” said the King, and the Hatter hurriedly left the court, without even waiting to put his shoes on.</p>\n<p>“—and just take his head off outside,” the Queen added to one of the officers: but the Hatter was out of sight before the officer could get to the door.</p>\n<p>“Call the next witness!” said the King.</p>",
		"links": [
			"medicine",
			"internet2",
			"phone2",
			"mixture",
			"reception"
		]
	},
	"tea2": {
		"title": "<p>“Give your evidence,” said the King.</p>",
		"text": "<p>“Shan’t,” said the cook.</p>\n<p>The King looked anxiously at the White Rabbit, who said in a low voice, “Your Majesty must cross-examine <i>this</i> witness.”</p>\n<p>“Well, if I must, I must,” the King said, with a melancholy air, and, after folding his arms and frowning at the cook till his eyes were nearly out of sight, hesaid in a deep voice, “What are tarts made of?”</p>\n<p>“Pepper, mostly,” said the cook.</p>\n<p>“Treacle,” said a sleepy voice behind her.</p>",
		"links": [
			"event",
			"operation",
			"association2",
			"outcome",
			"engineering"
		]
	}
}
